{"_id":{"$oid":"5e4f943591c6b1135ca99d4d"},"contents":"And bathed every veyne in swich licour,\\n Of which vertu engendred is the flour;\\n Whan Zephirus eek with his swete breeth 5\\n Inspired hath in every holt and heeth\\n The tendre croppes, and the yonge sonne\\n Hath in the Ram his halfe cours y-ronne,\\n And smale fowles maken melodye,\\n That slepen al the night with open yë, 10\\n (So priketh hem nature in hir corages):\\n Than longen folk to goon on pilgrimages\\n (And palmers for to seken straunge strondes)\\n To ferne halwes, couthe in sondry londes;\\n And specially, from every shires ende 15\\n Of Engelond, to Caunterbury they wende,\\n The holy blisful martir for to seke,\\n That hem hath holpen, whan that they were seke.\\n Bifel that, in that seson on a day,\\n In Southwerk at the Tabard as I lay 20\\n Redy to wenden on my pilgrimage\\n To Caunterbury with ful devout corage,\\n At night was come in-to that hostelrye\\n Wel nyne and twenty in a companye,\\n Of sondry folk, by aventure y-falle 25\\n In felawshipe, and pilgrims were they alle,\\n That toward Caunterbury wolden ryde;\\n The chambres and the stables weren wyde,\\n And wel we weren esed atte beste.\\n And shortly, whan the sonne was to reste, 30\\n So hadde I spoken with hem everichon,\\n That I was of hir felawshipe anon,\\n And made forward erly for to ryse,\\n To take our wey, ther as I yow devyse.\\n But natheles, whyl I have tyme and space, 35\\n Er that I ferther in this tale pace,\\n Me thinketh it acordaunt to resoun,\\n To telle yow al the condicioun\\n Of ech of hem, so as it semed me,\\n And whiche they weren, and of what degree; 40\\n And eek in what array that they were inne:\\n And at a knight than wol I first biginne.\\n A KNIGHT ther was, and that a worthy man,\\n That fro the tyme that he first bigan\\n To ryden out, he loved chivalrye, 45\\n Trouthe and honour, fredom and curteisye.\\n Ful worthy was he in his lordes werre,\\n And therto hadde he riden (no man ferre)\\n As wel in Cristendom as hethenesse,\\n And ever honoured for his worthinesse. 50\\n At Alisaundre he was, whan it was wonne;\\n Ful ofte tyme he hadde the bord bigonne\\n Aboven alle naciouns in Pruce.\\n In Lettow hadde he reysed and in Ruce,\\n No Cristen man so ofte of his degree. 55\\n In Gernade at the sege eek hadde he be\\n Of Algezir, and riden in Belmarye.\\n At Lyeys was he, and at Satalye,\\n Whan they were wonne; and in the Grete See\\n At many a noble aryve hadde he be. 60\\n At mortal batailles hadde he been fiftene,\\n And foughten for our feith at Tramissene\\n In listes thryes, and ay slayn his foo.\\n This ilke worthy knight had been also\\n Somtyme with the lord of Palatye, 65\\n Ageyn another hethen in Turkye:\\n And evermore he hadde a sovereyn prys.\\n And though that he were worthy, he was wys,\\n And of his port as meke as is a mayde.\\n He never yet no vileinye ne sayde 70\\n In al his lyf, un-to no maner wight.\\n He was a verray parfit gentil knight.\\n But for to tellen yow of his array,\\n His hors were gode, but he was nat gay.\\n Of fustian he wered a gipoun 75\\n Al bismotered with his habergeoun;\\n For he was late y-come from his viage,\\n And wente for to doon his pilgrimage.\\n With him ther was his sone, a yong SQUYER,\\n A lovyere, and a lusty bacheler, 80\\n With lokkes crulle, as they were leyd in presse.\\n Of twenty yeer of age he was, I gesse.\\n Of his stature he was of evene lengthe,\\n And wonderly deliver, and greet of strengthe.\\n And he had been somtyme in chivachye, 85\\n In Flaundres, in Artoys, and Picardye,\\n And born him wel, as of so litel space,\\n In hope to stonden in his lady grace.\\n Embrouded was he, as it were a mede\\n Al ful of fresshe floures, whyte and rede. 90\\n Singinge he was, or floytinge, al the day;\\n He was as fresh as is the month of May.\\n Short was his goune, with sleves longe and wyde.\\n Wel coude he sitte on hors, and faire ryde.\\n He coude songes make and wel endyte, 95\\n Iuste and eek daunce, and wel purtreye and wryte,\\n So hote he lovede, that by nightertale\\n He sleep namore than dooth a nightingale.\\n Curteys he was, lowly, and servisable,\\n And carf biforn his fader at the table. 100\\n A YEMAN hadde he, and servaunts namo\\n At that tyme, for him liste ryde so;\\n And he was clad in cote and hood of grene;\\n A sheef of pecok-arwes brighte and kene\\n Under his belt he bar ful thriftily; 105\\n (Wel coude he dresse his takel yemanly:\\n His arwes drouped noght with fetheres lowe),\\n And in his hand he bar a mighty bowe.\\n A not-heed hadde he, with a broun visage.\\n Of wode-craft wel coude he al the usage. 110\\n Upon his arm he bar a gay bracer,\\n And by his syde a swerd and a bokeler,\\n And on that other syde a gay daggere,\\n Harneised wel, and sharp as point of spere;\\n A Cristofre on his brest of silver shene. 115\\n An horn he bar, the bawdrik was of grene;\\n A forster was he, soothly, as I gesse.\\n Ther was also a Nonne, a PRIORESSE,\\n That of hir smyling was ful simple and coy;\\n Hir gretteste ooth was but by sëynt Loy; 120\\n And she was cleped madame Eglentyne.\\n Ful wel she song the service divyne,\\n Entuned in hir nose ful semely;\\n And Frensh she spak ful faire and fetisly,\\n After the scole of Stratford atte Bowe, 125\\n For Frensh of Paris was to hir unknowe.\\n At mete wel y-taught was she with-alle;\\n She leet no morsel from hir lippes falle,\\n Ne wette hir fingres in hir sauce depe.\\n Wel coude she carie a morsel, and wel kepe, 130\\n That no drope ne fille up-on hir brest.\\n In curteisye was set ful muche hir lest.\\n Hir over lippe wyped she so clene,\\n That in hir coppe was no ferthing sene\\n Of grece, whan she dronken hadde hir draughte. 135\\n Ful semely after hir mete she raughte,\\n And sikerly she was of greet disport,\\n And ful plesaunt, and amiable of port,\\n And peyned hir to countrefete chere\\n Of court, and been estatlich of manere, 140\\n And to ben holden digne of reverence.\\n But, for to speken of hir conscience,\\n She was so charitable and so pitous,\\n She wolde wepe, if that she sawe a mous\\n Caught in a trappe, if it were deed or bledde. 145\\n Of smale houndes had she, that she fedde\\n With rosted flesh, or milk and wastel-breed.\\n But sore weep she if oon of hem were deed,\\n Or if men smoot it with a yerde smerte:\\n And al was conscience and tendre herte. 150\\n Ful semely hir wimpel pinched was;\\n Hir nose tretys; hir eyen greye as glas;\\n Hir mouth ful smal, and ther-to softe and reed;\\n But sikerly she hadde a fair forheed;\\n It was almost a spanne brood, I trowe; 155\\n For, hardily, she was nat undergrowe.\\n Ful fetis was hir cloke, as I was war.\\n Of smal coral aboute hir arm she bar\\n A peire of bedes, gauded al with grene;\\n And ther-on heng a broche of gold ful shene, 160\\n On which ther was first write a crowned A,\\n And after, _Amor vincit omnia._\\n Another NONNE with hir hadde she,\\n That was hir chapeleyne, and PREESTES three.\\n A MONK ther was, a fair for the maistrye,\\n An out-rydere, that lovede venerye; 166\\n A manly man, to been an abbot able.\\n Ful many a deyntee hors hadde he in stable:\\n And, whan he rood, men mighte his brydel here\\n Ginglen in a whistling wind as clere, 170\\n And eek as loude as dooth the chapel-belle,\\n Ther as this lord was keper of the celle.\\n The reule of seint Maure or of seint Beneit,\\n By-cause that it was old and som-del streit,\\n This ilke monk leet olde thinges pace, 175\\n And held after the newe world the space.\\n He yaf nat of that text a pulled hen,\\n That seith, that hunters been nat holy men;\\n Ne that a monk, whan he is cloisterlees,\\n Is lykned til a fish that is waterlees; 180\\n This is to seyn, a monk out of his cloistre.\\n But thilke text held he nat worth an oistre;\\n And I seyde, his opinioun was good.\\n What sholde he studie, and make him-selven wood,\\n Upon a book in cloistre alwey to poure, 185\\n Or swinken with his handes, and laboure,\\n As Austin bit? How shal the world be served?\\n Lat Austin have his swink to him reserved.\\n Therfore he was a pricasour aright;\\n Grehoundes he hadde, as swifte as fowel in flight; 190\\n Of priking and of hunting for the hare\\n Was al his lust, for no cost wolde he spare.\\n I seigh his sleves purfiled at the hond\\n With grys, and that the fyneste of a lond;\\n And, for to festne his hood under his chin, 195\\n He hadde of gold y-wroght a curious pin:\\n A love-knotte in the gretter ende ther was.\\n His heed was balled, that shoon as any glas,\\n And eek his face, as he had been anoint.\\n He was a lord ful fat and in good point; 200\\n His eyen stepe, and rollinge in his heed,\\n That stemed as a forneys of a leed;\\n His botes souple, his hors in greet estat.\\n Now certeinly he was a fair prelat;\\n He was nat pale as a for-pyned goost. 205\\n A fat swan loved he best of any roost.\\n His palfrey was as broun as is a berye.\\n A FRERE ther was, a wantown and a merye,\\n A limitour, a ful solempne man.\\n In alle the ordres foure is noon that can 210\\n So muche of daliaunce and fair langage.\\n He hadde maad ful many a mariage\\n Of yonge wommen, at his owne cost.\\n Un-to his ordre he was a noble post.\\n Ful wel biloved and famulier was he 215\\n With frankeleyns over-al in his contree,\\n And eek with worthy wommen of the toun:\\n For he had power of confessioun,\\n As seyde him-self, more than a curat,\\n For of his ordre he was licentiat. 220\\n Ful swetely herde he confessioun,\\n And plesaunt was his absolucioun;\\n He was an esy man to yeve penaunce\\n Ther as he wiste to han a good pitaunce;\\n For unto a povre ordre for to yive 225\\n Is signe that a man is wel y-shrive.\\n For if he yaf, he dorste make avaunt,\\n He wiste that a man was repentaunt.\\n For many a man so hard is of his herte,\\n He may nat wepe al-thogh him sore smerte. 230\\n Therfore, in stede of weping and preyeres,\\n Men moot yeve silver to the povre freres.\\n His tipet was ay farsed ful of knyves\\n And pinnes, for to yeven faire wyves.\\n And certeinly he hadde a mery note; 235\\n Wel coude he singe and pleyen on a rote.\\n Of yeddinges he bar utterly the prys.\\n His nekke whyt was as the flour-de-lys;\\n Ther-to he strong was as a champioun.\\n He knew the tavernes wel in every toun, 240\\n And everich hostiler and tappestere\\n Bet than a lazar or a beggestere;\\n For un-to swich a worthy man as he\\n Acorded nat, as by his facultee,\\n To have with seke lazars aqueyntaunce. 245\\n It is nat honest, it may nat avaunce\\n For to delen with no swich poraille,\\n But al with riche and sellers of vitaille.\\n And over-al, ther as profit sholde aryse,\\n Curteys he was, and lowly of servyse. 250\\n Ther nas no man no-wher so vertuous.\\n He was the beste beggere in his hous;\\n [And yaf a certeyn ferme for the graunt; 252 b\\n Noon of his bretheren cam ther in his haunt;] 252 c\\n For thogh a widwe hadde noght a sho,\\n So plesaunt was his \\_In principio_,\\\\n Yet wolde he have a ferthing, er he wente. 255\\n His purchas was wel bettre than his rente.\\n And rage he coude, as it were right a whelpe.\\n In love-dayes ther coude he muchel helpe. (260)\\n For there he was nat lyk a cloisterer,\\n With a thredbar cope, as is a povre scoler, 260\\n But he was lyk a maister or a pope.\\n Of double worsted was his semi-cope,\\n That rounded as a belle out of the presse.\\n Somwhat he lipsed, for his wantownesse,\\n To make his English swete up-on his tonge; 265\\n And in his harping, whan that he had songe,\\n His eyen twinkled in his heed aright,\\n As doon the sterres in the frosty night. (270)\\n This worthy limitour was cleped Huberd.\\n A MARCHANT was ther with a forked berd,\\n In mottelee, and hye on horse he sat, 271\\n Up-on his heed a Flaundrish bever hat;\\n His botes clasped faire and fetisly.\\n His resons he spak ful solempnely,\\n Souninge alway thencrees of his winning. 275\\n He wolde the see were kept for any thing\\n Bitwixe Middelburgh and Orewelle.\\n Wel coude he in eschaunge sheeldes selle. (280)\\n This worthy man ful wel his wit bisette;\\n Ther wiste no wight that he was in dette, 280\\n So estatly was he of his governaunce,\\n With his bargaynes, and with his chevisaunce.\\n For sothe he was a worthy man with-alle,\\n But sooth to seyn, I noot how men him calle.\\n A CLERK ther was of Oxenford also,\\n That un-to logik hadde longe y-go. 286\\n As lene was his hors as is a rake,\\n And he nas nat right fat, I undertake; (290)\\n But loked holwe, and ther-to soberly.\\n Ful thredbar was his overest courtepy; 290\\n For he had geten him yet no benefyce,\\n Ne was so worldly for to have offyce.\\n For him was lever have at his beddes heed\\n Twenty bokes, clad in blak or reed,\\n Of Aristotle and his philosophye, 295\\n Than robes riche, or fithele, or gay sautrye.\\n But al be that he was a philosophre,\\n Yet hadde he but litel gold in cofre; (300)\\n But al that he mighte of his freendes hente,\\n On bokes and on lerninge he it spente, 300\\n And bisily gan for the soules preye\\n Of hem that yaf him wher-with to scoleye.\\n Of studie took he most cure and most hede.\\n Noght o word spak he more than was nede,\\n And that was seyd in forme and reverence, 305\\n And short and quik, and ful of hy sentence.\\n Souninge in moral vertu was his speche,\\n And gladly wolde he lerne, and gladly teche. (310)\\n A SERGEANT OF THE LAWE, war and wys,\\n That often hadde been at the parvys, 310\\n Ther was also, ful riche of excellence.\\n Discreet he was, and of greet reverence:\\n He semed swich, his wordes weren so wyse.\\n Iustyce he was ful often in assyse,\\n By patente, and by pleyn commissioun; 315\\n For his science, and for his heigh renoun\\n Of fees and robes hadde he many oon.\\n So greet a purchasour was no-wher noon. (320)\\n Al was fee simple to him in effect,\\n His purchasing mighte nat been infect. 320\\n No-wher so bisy a man as he ther nas,\\n And yet he semed bisier than he was.\\n In termes hadde he caas and domes alle,\\n That from the tyme of king William were falle.\\n Therto he coude endyte, and make a thing, 325\\n Ther coude no wight pinche at his wryting;\\n And every statut coude he pleyn by rote.\\n He rood but hoomly in a medlee cote (330)\\n Girt with a ceint of silk, with barres smale;\\n Of his array telle I no lenger tale.\\n A FRANKELEYN was in his companye;\\n Whyt was his berd, as is the dayesye.\\n Of his complexioun he was sangwyn.\\n Wel loved he by the morwe a sop in wyn.\\n To liven in delyt was ever his wone, 335\\n For he was Epicurus owne sone,\\n That heeld opinioun, that pleyn delyt\\n Was verraily felicitee parfyt.\\n An housholdere, and that a greet, was he; (340)\\n Seint Iulian he was in his contree.\\n His breed, his ale, was alwey after oon;\\n A bettre envyned man was no-wher noon.\\n With-oute bake mete was never his hous,\\n Of fish and flesh, and that so plentevous,\\n It snewed in his hous of mete and drinke, 345\\n Of alle deyntees that men coude thinke.\\n After the sondry sesons of the yeer,\\n So chaunged he his mete and his soper. (350)\\n Ful many a fat partrich hadde he in mewe,\\n And many a breem and many a luce in stewe. 350\\n Wo was his cook, but-if his sauce were\\n Poynaunt and sharp, and redy al his gere.\\n His table dormant in his halle alway\\n Stood redy covered al the longe day.\\n At sessiouns ther was he lord and sire; 355\\n Ful ofte tyme he was knight of the shire.\\n An anlas and a gipser al of silk\\n Heng at his girdel, whyt as morne milk. (360)\\n A shirreve hadde he been, and a countour;\\n Was no-wher such a worthy vavasour. 360\\n An HABERDASSHER and a CARPENTER,\\n A WEBBE, a DYERE, and a TAPICER,\\n Were with us eek, clothed in o liveree,\\n Of a solempne and greet fraternitee.\\n Ful fresh and newe hir gere apyked was; 365\\n Hir knyves were y-chaped noght with bras,\\n But al with silver, wroght ful clene and weel,\\n Hir girdles and hir pouches every-deel. (370)\\n Wel semed ech of hem a fair burgeys,\\n To sitten in a yeldhalle on a deys. 370\\n Everich, for the wisdom that he can,\\n Was shaply for to been an alderman.\\n For catel hadde they y-nogh and rente,\\n And eek hir wyves wolde it wel assente;\\n And elles certein were they to blame. 375\\n It is ful fair to been y-clept \\_ma dame_,\\\\n And goon to vigilyës al bifore,\\n And have a mantel royalliche y-bore. (380)\\n A COOK they hadde with hem for the nones,\\n To boille the chiknes with the mary-bones, 380\\n And poudre-marchant tart, and galingale.\\n Wel coude he knowe a draughte of London ale.\\n He coude roste, and sethe, and broille, and frye,\\n Maken mortreux, and wel bake a pye.\\n But greet harm was it, as it thoughte me, 385\\n That on his shine a mormal hadde he;\\n For blankmanger, that made he with the beste. (389)\\n A SHIPMAN was ther, woning fer by weste:\\n For aught I woot, he was of Dertemouthe.\\n He rood up-on a rouncy, as he couthe, 390\\n In a gowne of falding to the knee.\\n A daggere hanging on a laas hadde he\\n Aboute his nekke under his arm adoun.\\n The hote somer had maad his hewe al broun;\\n And, certeinly, he was a good felawe. 395\\n Ful many a draughte of wyn had he y-drawe\\n From Burdeux-ward, whyl that the chapman sleep.\\n Of nyce conscience took he no keep. (400)\\n If that he faught, and hadde the hyer hond,\\n By water he sente hem hoom to every lond. 400\\n But of his craft to rekene wel his tydes,\\n His stremes and his daungers him bisydes,\\n His herberwe and his mone, his lodemenage,\\n Ther nas noon swich from Hulle to Cartage.\\n Hardy he was, and wys to undertake; 405\\n With many a tempest hadde his berd been shake.\\n He knew wel alle the havenes, as they were,\\n From Gootlond to the cape of Finistere, (410)\\n And every cryke in Britayne and in Spayne;\\n His barge y-cleped was the Maudelayne. 410\\n With us ther was a DOCTOUR OF PHISYK,\\n In al this world ne was ther noon him lyk\\n To speke of phisik and of surgerye;\\n For he was grounded in astronomye.\\n He kepte his pacient a ful greet del 415\\n In houres, by his magik naturel.\\n Wel coude he fortunen the ascendent\\n Of his images for his pacient. (420)\\n He knew the cause of everich maladye,\\n Were it of hoot or cold, or moiste, or drye, 420\\n And where engendred, and of what humour;\\n He was a verrey parfit practisour.\\n The cause y-knowe, and of his harm the rote,\\n Anon he yaf the seke man his bote.\\n Ful redy hadde he his apothecaries, 425\\n To sende him drogges and his letuaries,\\n For ech of hem made other for to winne;\\n Hir frendschipe nas nat newe to biginne. (430)\\n Wel knew he the olde Esculapius,\\n And Deiscorides, and eek Rufus, 430\\n Old Ypocras, Haly, and Galien;\\n Serapion, Razis, and Avicen;\\n Averrois, Damascien, and Constantyn;\\n Bernard, and Gatesden, and Gilbertyn.\\n Of his diete mesurable was he, 435\\n For it was of no superfluitee,\\n But of greet norissing and digestible.\\n His studie was but litel on the Bible. (440)\\n In sangwin and in pers he clad was al,\\n Lyned with taffata and with sendal; 440\\n And yet he was but esy of dispence;\\n He kepte that he wan in pestilence.\\n For gold in phisik is a cordial,\\n Therfore he lovede gold in special.\\n A good WYF was ther of bisyde BATHE,\\n But she was som-del deef, and that was scathe. 446\\n Of clooth-making she hadde swiche an haunt,\\n She passed hem of Ypres and of Gaunt. (450)\\n In al the parisshe wyf ne was ther noon\\n That to the offring bifore hir sholde goon; 450\\n And if ther dide, certeyn, so wrooth was she,\\n That she was out of alle charitee.\\n Hir coverchiefs ful fyne were of ground;\\n I dorste swere they weyeden ten pound\\n That on a Sonday were upon hir heed. 455\\n Hir hosen weren of fyn scarlet reed,\\n Ful streite y-teyd, and shoos ful moiste and newe.\\n Bold was hir face, and fair, and reed of hewe. (460)\\n She was a worthy womman al hir lyve,\\n Housbondes at chirche-dore she hadde fyve, 460\\n Withouten other companye in youthe;\\n But therof nedeth nat to speke as nouthe.\\n And thryes hadde she been at Ierusalem;\\n She hadde passed many a straunge streem;\\n At Rome she hadde been, and at Boloigne, 465\\n In Galice at seint Iame, and at Coloigne.\\n She coude muche of wandring by the weye.\\n Gat-tothed was she, soothly for to seye. (470)\\n Up-on an amblere esily she sat,\\n Y-wimpled wel, and on hir heed an hat 470\\n As brood as is a bokeler or a targe;\\n A foot-mantel aboute hir hipes large,\\n And on hir feet a paire of spores sharpe.\\n In felawschip wel coude she laughe and carpe.\\n Of remedyes of love she knew per-chaunce, 475\\n For she coude of that art the olde daunce.\\n A good man was ther of religioun,\\n And was a povre PERSOUN of a toun; (480)\\n But riche he was of holy thoght and werk.\\n He was also a lerned man, a clerk, 480\\n That Cristes gospel trewely wolde preche;\\n His parisshens devoutly wolde he teche.\\n Benigne he was, and wonder diligent,\\n And in adversitee ful pacient;\\n And swich he was y-preved ofte sythes. 485\\n Ful looth were him to cursen for his tythes,\\n But rather wolde he yeven, out of doute,\\n Un-to his povre parisshens aboute (490)\\n Of his offring, and eek of his substaunce.\\n He coude in litel thing han suffisaunce. 490\\n Wyd was his parisshe, and houses fer a-sonder,\\n But he ne lafte nat, for reyn ne thonder,\\n In siknes nor in meschief, to visyte\\n The ferreste in his parisshe, muche and lyte,\\n Up-on his feet, and in his hand a staf. 495\\n This noble ensample to his sheep he yaf,\\n That first he wroghte, and afterward he taughte;\\n Out of the gospel he tho wordes caughte; (500)\\n And this figure he added eek ther-to,\\n That if gold ruste, what shal iren do? 500\\n For if a preest be foul, on whom we truste,\\n No wonder is a lewed man to ruste;\\n And shame it is, if a preest take keep,\\n A shiten shepherde and a clene sheep.\\n Wel oghte a preest ensample for to yive, 505\\n By his clennesse, how that his sheep shold live.\\n He sette nat his benefice to hyre,\\n And leet his sheep encombred in the myre, (510)\\n And ran to London, un-to sëynt Poules,\\n To seken him a chaunterie for soules, 510\\n Or with a bretherhed to been withholde;\\n But dwelte at hoom, and kepte wel his folde,\\n So that the wolf ne made it nat miscarie;\\n He was a shepherde and no mercenarie.\\n And though he holy were, and vertuous, 515\\n He was to sinful man nat despitous,\\n Ne of his speche daungerous ne digne,\\n But in his teching discreet and benigne. (520)\\n To drawen folk to heven by fairnesse\\n By good ensample, was his bisinesse: 520\\n But it were any persone obstinat,\\n What-so he were, of heigh or lowe estat,\\n Him wolde he snibben sharply for the nones.\\n A bettre preest, I trowe that nowher noon is.\\n He wayted after no pompe and reverence, 525\\n Ne maked him a spyced conscience,\\n But Cristes lore, and his apostles twelve,\\n He taughte, and first he folwed it him-selve. (530)\\n With him ther was a PLOWMAN, was his brother,\\n That hadde y-lad of dong ful many a fother, 530\\n A trewe swinker and a good was he,\\n Livinge in pees and parfit charitee.\\n God loved he best with al his hole herte\\n At alle tymes, thogh him gamed or smerte,\\n And thanne his neighebour right as him-selve. 535\\n He wolde thresshe, and ther-to dyke and delve,\\n For Cristes sake, for every povre wight,\\n Withouten hyre, if it lay in his might. (540)\\n His tythes payed he ful faire and wel,\\n Bothe of his propre swink and his catel. 540\\n In a tabard he rood upon a mere.\\n Ther was also a Reve and a Millere,\\n A Somnour and a Pardoner also,\\n A Maunciple, and my-self; ther were namo.\\n The MILLER was a stout carl, for the nones,\\n Ful big he was of braun, and eek of bones; 546\\n That proved wel, for over-al ther he cam,\\n At wrastling he wolde have alwey the ram. (550)\\n He was short-sholdred, brood, a thikke knarre,\\n Ther nas no dore that he nolde heve of harre, 550\\n Or breke it, at a renning, with his heed.\\n His berd as any sowe or fox was reed,\\n And ther-to brood, as though it were a spade.\\n Up-on the cop right of his nose he hade\\n A werte, and ther-on stood a tuft of heres, 555\\n Reed as the bristles of a sowes eres;\\n His nose-thirles blake were and wyde.\\n A swerd and bokeler bar he by his syde; (560)\\n His mouth as greet was as a greet forneys.\\n He was a Ianglere and a goliardeys, 560\\n And that was most of sinne and harlotryes.\\n Wel coude he stelen corn, and tollen thryes;\\n And yet he hadde a thombe of gold, pardee.\\n A whyt cote and a blew hood wered he.\\n A baggepype wel coude he blowe and sowne, 565\\n And ther-with-al he broghte us out of towne.\\n A gentil MAUNCIPLE was ther of a temple,\\n Of which achatours mighte take exemple (570)\\n For to be wyse in bying of vitaille.\\n For whether that he payde, or took by taille, 570\\n Algate he wayted so in his achat,\\n That he was ay biforn and in good stat.\\n Now is nat that of God a ful fair grace,\\n That swich a lewed mannes wit shal pace\\n The wisdom of an heep of lerned men? 575\\n Of maistres hadde he mo than thryes ten,\\n That were of lawe expert and curious;\\n Of which ther were a doseyn in that hous, (580)\\n Worthy to been stiwardes of rente and lond\\n Of any lord that is in Engelond, 580\\n To make him live by his propre good,\\n In honour dettelees, but he were wood,\\n Or live as scarsly as him list desire;\\n And able for to helpen al a shire\\n In any cas that mighte falle or happe; 585\\n And yit this maunciple sette hir aller cappe.\\n The REVE was a sclendre colerik man,\\n His berd was shave as ny as ever he can. (590)\\n His heer was by his eres round y-shorn.\\n His top was dokked lyk a preest biforn. 590\\n Ful longe were his legges, and ful lene,\\n Y-lyk a staf, ther was no calf y-sene.\\n Wel coude he kepe a gerner and a binne;\\n Ther was noon auditour coude on him winne.\\n Wel wiste he, by the droghte, and by the reyn, 595\\n The yelding of his seed, and of his greyn.\\n His lordes sheep, his neet, his dayerye,\\n His swyn, his hors, his stoor, and his pultrye, (600)\\n Was hoolly in this reves governing,\\n And by his covenaunt yaf the rekening, 600\\n Sin that his lord was twenty yeer of age;\\n Ther coude no man bringe him in arrerage.\\n Ther nas baillif, ne herde, ne other hyne,\\n That he ne knew his sleighte and his covyne;\\n They were adrad of him, as of the deeth. 605\\n His woning was ful fair up-on an heeth,\\n With grene treës shadwed was his place.\\n He coude bettre than his lord purchace. (610)\\n Ful riche he was astored prively,\\n His lord wel coude he plesen subtilly, 610\\n To yeve and lene him of his owne good,\\n And have a thank, and yet a cote and hood.\\n In youthe he lerned hadde a good mister;\\n He was a wel good wrighte, a carpenter.\\n This reve sat up-on a ful good stot, 615\\n That was al pomely grey, and highte Scot.\\n A long surcote of pers up-on he hade,\\n And by his syde he bar a rusty blade. (620)\\n Of Northfolk was this reve, of which I telle,\\n Bisyde a toun men clepen Baldeswelle. 620\\n Tukked he was, as is a frere, aboute,\\n And ever he rood the hindreste of our route.\\n A SOMNOUR was ther with us in that place,\\n That hadde a fyr-reed cherubinnes face,\\n For sawcefleem he was, with eyen narwe. 625\\n As hoot he was, and lecherous, as a sparwe;\\n With scalled browes blake, and piled berd;\\n Of his visage children were aferd. (630)\\n Ther nas quik-silver, litarge, ne brimstoon,\\n Boras, ceruce, ne oille of tartre noon, 630\\n Ne oynement that wolde dense and byte,\\n That him mighte helpen of his whelkes whyte,\\n Nor of the knobbes sittinge on his chekes.\\n Wel loved he garleek, oynons, and eek lekes,\\n And for to drinken strong wyn, reed as blood. 635\\n Thanne wolde he speke, and crye as he were wood.\\n And whan that he wel dronken hadde the wyn,\\n Than wolde he speke no word but Latyn. (640)\\n A fewe termes hadde he, two or three,\\n That he had lerned out of som decree; 640\\n No wonder is, he herde it al the day;\\n And eek ye knowen wel, how that a Iay\\n Can clepen 'Watte,' as well as can the pope.\\n But who-so coude in other thing him grope,\\n Thanne hadde he spent al his philosophye; 645\\n Ay '_Questio quid iuris_' wolde he crye.\\n He was a gentil harlot and a kinde;\\n A bettre felawe sholde men noght finde. (650)\\n He wolde suffre, for a quart of wyn,\\n A good felawe to have his concubyn 650\\n A twelf-month, and excuse him atte fulle:\\n Ful prively a finch eek coude he pulle.\\n And if he fond o-wher a good felawe,\\n He wolde techen him to have non awe,\\n In swich cas, of the erchedeknes curs, 655\\n But-if a mannes soule were in his purs;\\n For in his purs he sholde y-punisshed be.\\n 'Purs is the erchedeknes helle,' seyde he. (660)\\n But wel I woot he lyed right in dede;\\n Of cursing oghte ech gilty man him drede-- 660\\n For curs wol slee, right as assoilling saveth--\\n And also war him of a _significavit_.\\n In daunger hadde he at his owne gyse\\n The yonge girles of the diocyse,\\n And knew hir counseil, and was al hir reed. 665\\n A gerland hadde he set up-on his heed,\\n As greet as it were for an ale-stake;\\n A bokeler hadde he maad him of a cake. (670)\\n With him ther rood a gentil PARDONER\\n Of Rouncival, his freend and his compeer, 670\\n That streight was comen fro the court of Rome.\\n Ful loude he song, 'Com hider, love, to me.'\\n This somnour bar to him a stif burdoun,\\n Was never trompe of half so greet a soun.\\n This pardoner hadde heer as yelow as wex, 675\\n But smothe it heng, as dooth a strike of flex;\\n By ounces henge his lokkes that he hadde,\\n And ther-with he his shuldres overspradde; (680)\\n But thinne it lay, by colpons oon and oon;\\n But hood, for Iolitee, ne wered he noon, 680\\n For it was trussed up in his walet.\\n Him thoughte, he rood al of the newe Iet;\\n Dischevele, save his cappe, he rood al bare.\\n Swiche glaringe eyen hadde he as an hare.\\n A vernicle hadde he sowed on his cappe. 685\\n His walet lay biforn him in his lappe,\\n Bret-ful of pardoun come from Rome al hoot.\\n A voys he hadde as smal as hath a goot. (690)\\n No berd hadde he, ne never sholde have,\\n As smothe it was as it were late y-shave; 690\\n I trowe he were a gelding or a mare.\\n But of his craft, fro Berwik into Ware,\\n Ne was ther swich another pardoner.\\n For in his male he hadde a pilwe-beer,\\n Which that, he seyde, was our lady veyl: 695\\n He seyde, he hadde a gobet of the seyl\\n That sëynt Peter hadde, whan that he wente\\n Up-on the see, til Iesu Crist him hente. (700)\\n He hadde a croys of latoun, ful of stones,\\n And in a glas he hadde pigges bones. 700\\n But with thise relikes, whan that he fond\\n A povre person dwelling up-on lond,\\n Up-on a day he gat him more moneye\\n Than that the person gat in monthes tweye.\\n And thus, with feyned flaterye and Iapes, 705\\n He made the person and the peple his apes.\\n But trewely to tellen, atte laste,\\n He was in chirche a noble ecclesiaste. (710)\\n Wel coude he rede a lessoun or a storie,\\n But alderbest he song an offertorie; 710\\n For wel he wiste, whan that song was songe,\\n He moste preche, and wel affyle his tonge,\\n To winne silver, as he ful wel coude;\\n Therefore he song so meriely and loude.\\n Now have I told you shortly, in a clause, 715\\n Thestat, tharray, the nombre, and eek the cause\\n Why that assembled was this companye\\n In Southwerk, at this gentil hostelrye, (720)\\n That highte the Tabard, faste by the Belle.\\n But now is tyme to yow for to telle 720\\n How that we baren us that ilke night,\\n Whan we were in that hostelrye alight.\\n And after wol I telle of our viage,\\n And al the remenaunt of our pilgrimage.\\n But first I pray yow, of your curteisye, 725\\n That ye narette it nat my vileinye,\\n Thogh that I pleynly speke in this matere,\\n To telle yow hir wordes and hir chere; (730)\\n Ne thogh I speke hir wordes properly.\\n For this ye knowen al-so wel as I, 730\\n Who-so shal telle a tale after a man,\\n He moot reherce, as ny as ever he can,\\n Everich a word, if it be in his charge,\\n Al speke he never so rudeliche and large;\\n Or elles he moot telle his tale untrewe, 735\\n Or feyne thing, or finde wordes newe.\\n He may nat spare, al-thogh he were his brother;\\n He moot as wel seye o word as another. (740)\\n Crist spak him-self ful brode in holy writ,\\n And wel ye woot, no vileinye is it. 740\\n Eek Plato seith, who-so that can him rede,\\n The wordes mote be cosin to the dede.\\n Also I prey yow to foryeve it me,\\n Al have I nat set folk in hir degree\\n Here in this tale, as that they sholde stonde; 745\\n My wit is short, ye may wel understonde.\\n Greet chere made our hoste us everichon,\\n And to the soper sette he us anon; (750)\\n And served us with vitaille at the beste.\\n Strong was the wyn, and wel to drinke us leste. 750\\n A semely man our hoste was with-alle\\n For to han been a marshal in an halle;\\n A large man he was with eyen stepe,\\n A fairer burgeys is ther noon in Chepe:\\n Bold of his speche, and wys, and wel y-taught, 755\\n And of manhod him lakkede right naught.\\n Eek therto he was right a mery man,\\n And after soper pleyen he bigan, (760)\\n And spak of mirthe amonges othere thinges,\\n Whan that we hadde maad our rekeninges; 760\\n And seyde thus: 'Now, lordinges, trewely,\\n Ye been to me right welcome hertely:\\n For by my trouthe, if that I shal nat lye,\\n I ne saugh this yeer so mery a companye\\n At ones in this herberwe as is now. 765\\n Fayn wolde I doon yow mirthe, wiste I how.\\n And of a mirthe I am right now bithoght,\\n To doon yow ese, and it shal coste noght. (770)\\n Ye goon to Caunterbury; God yow spede,\\n The blisful martir quyte yow your mede. 770\\n And wel I woot, as ye goon by the weye,\\n Ye shapen yow to talen and to pleye;\\n For trewely, confort ne mirthe is noon\\n To ryde by the weye doumb as a stoon;\\n And therfore wol I maken yow disport, 775\\n As I seyde erst, and doon yow som confort.\\n And if yow lyketh alle, by oon assent,\\n Now for to stonden at my Iugement, (780)\\n And for to werken as I shal yow seye,\\n To-morwe, whan ye ryden by the weye, 780\\n Now, by my fader soule, that is deed,\\n But ye be merye, I wol yeve yow myn heed.\\n Hold up your hond, withouten more speche.'\\n Our counseil was nat longe for to seche;\\n Us thoughte it was noght worth to make it wys, 785\\n And graunted him withouten more avys,\\n And bad him seye his verdit, as him leste.\\n 'Lordinges,' quod he, 'now herkneth for the beste; (790)\\n But tak it not, I prey yow, in desdeyn;\\n This is the poynt, to speken short and pleyn, 790\\n That ech of yow, to shorte with your weye,\\n In this viage, shal telle tales tweye,\\n To Caunterbury-ward, I mene it so,\\n And hom-ward he shal tellen othere two,\\n Of aventures that whylom han bifalle. 795\\n And which of yow that bereth him best of alle,\\n That is to seyn, that telleth in this cas\\n Tales of best sentence and most solas, (800)\\n Shal have a soper at our aller cost\\n Here in this place, sitting by this post, 800\\n Whan that we come agayn fro Caunterbury.\\n And for to make yow the more mery,\\n I wol my-selven gladly with yow ryde,\\n Right at myn owne cost, and be your gyde.\\n And who-so wol my Iugement withseye 805\\n Shal paye al that we spenden by the weye.\\n And if ye vouche-sauf that it be so,\\n Tel me anon, with-outen wordes mo, (810)\\n And I wol erly shape me therfore.'\\n This thing was graunted, and our othes swore 810\\n With ful glad herte, and preyden him also\\n That he wold vouche-sauf for to do so,\\n And that he wolde been our governour,\\n And of our tales Iuge and reportour,\\n And sette a soper at a certeyn prys; 815\\n And we wold reuled been at his devys,\\n In heigh and lowe; and thus, by oon assent,\\n We been acorded to his Iugement. (820)\\n And ther-up-on the wyn was fet anon;\\n We dronken, and to reste wente echon, 820\\n With-outen any lenger taryinge.\\n A-morwe, whan that day bigan to springe,\\n Up roos our host, and was our aller cok,\\n And gadrede us togidre, alle in a flok,\\n And forth we riden, a litel more than pas, 825\\n Un-to the watering of seint Thomas.\\n And there our host bigan his hors areste,\\n And seyde; 'Lordinges, herkneth, if yow leste. (830)\\n Ye woot your forward, and I it yow recorde.\\n If even-song and morwe-song acorde, 830\\n Lat se now who shal telle the firste tale.\\n As ever mote I drinke wyn or ale,\\n Who-so be rebel to my Iugement\\n Shal paye for al that by the weye is spent.\\n Now draweth cut, er that we ferrer twinne; 835\\n He which that hath the shortest shal biginne.\\n Sire knight,' quod he, 'my maister and my lord,\\n Now draweth cut, for that is myn acord. (840)\\n Cometh neer,' quod he, 'my lady prioresse;\\n And ye, sir clerk, lat be your shamfastnesse, 840\\n Ne studieth noght; ley hond to, every man.'\\n Anon to drawen every wight bigan,\\n And shortly for to tellen, as it was,\\n Were it by aventure, or sort, or cas,\\n The sothe is this, the cut fil to the knight, 845\\n Of which ful blythe and glad was every wight;\\n And telle he moste his tale, as was resoun,\\n By forward and by composicioun, (850)\\n As ye han herd; what nedeth wordes mo?\\n And whan this gode man saugh it was so, 850\\n As he that wys was and obedient\\n To kepe his forward by his free assent,\\n He seyde: 'Sin I shal biginne the game,\\n What, welcome be the cut, a Goddes name!\\n Now lat us ryde, and herkneth what I seye.' 855\\n And with that word we riden forth our weye;\\n And he bigan with right a mery chere\\n His tale anon, and seyde in this manere. (860)\\n \\n HERE ENDETH THE PROLOG OF THIS BOOK; AND HERE BIGINNETH THE FIRST TALE,\\n WHICH IS THE KNIGHTES TALE.\\n \\n \\n * * * * *\\n \\n THE KNIGHTES TALE.\\n \\n * * * * *\\n \\n Whylom, as olde stories tellen us,\\n Ther was a duk that highte Theseus; 860\\n Of Athenes he was lord and governour,\\n And in his tyme swich a conquerour,\\n That gretter was ther noon under the sonne.\\n Ful many a riche contree hadde he wonne;\\n What with his wisdom and his chivalrye, 865\\n He conquered al the regne of Femenye,\\n That whylom was y-cleped Scithia;\\n And weddede the quene Ipolita, (10)\\n And broghte hir hoom with him in his contree\\n With muchel glorie and greet solempnitee, 870\\n And eek hir yonge suster Emelye.\\n And thus with victorie and with melodye\\n Lete I this noble duk to Athenes ryde,\\n And al his hoost, in armes, him bisyde.\\n And certes, if it nere to long to here, 875\\n I wolde han told yow fully the manere,\\n How wonnen was the regne of Femenye\\n By Theseus, and by his chivalrye; (20)\\n And of the grete bataille for the nones\\n Bitwixen Athenës and Amazones; 880\\n And how asseged was Ipolita,\\n The faire hardy quene of Scithia;\\n And of the feste that was at hir weddinge,\\n And of the tempest at hir hoom-cominge;\\n But al that thing I moot as now forbere. 885\\n I have, God woot, a large feeld to ere,\\n And wayke been the oxen in my plough.\\n The remenant of the tale is long y-nough. (30)\\n I wol nat letten eek noon of this route;\\n Lat every felawe telle his tale aboute, 890\\n And lat see now who shal the soper winne;\\n And ther I lefte, I wol ageyn biginne.\\n This duk, of whom I make mencioun,\\n When he was come almost unto the toun,\\n In al his wele and in his moste pryde, 895\\n He was war, as he caste his eye asyde,\\n Wher that ther kneled in the hye weye\\n A companye of ladies, tweye and tweye, (40)\\n Ech after other, clad in clothes blake;\\n But swich a cry and swich a wo they make, 900\\n That in this world nis creature livinge,\\n That herde swich another weymentinge;\\n And of this cry they nolde never stenten,\\n Til they the reynes of his brydel henten.\\n 'What folk ben ye, that at myn hoom-cominge 905\\n Perturben so my feste with cryinge?'\\n Quod Theseus, 'have ye so greet envye\\n Of myn honour, that thus compleyne and crye? (50)\\n Or who hath yow misboden, or offended?\\n And telleth me if it may been amended; 910\\n And why that ye ben clothed thus in blak?'\\n The eldest lady of hem alle spak,\\n When she hadde swowned with a deedly chere,\\n That it was routhe for to seen and here,\\n And seyde: 'Lord, to whom Fortune hath yiven 915\\n Victorie, and as a conquerour to liven,\\n Noght greveth us your glorie and your honour;\\n But we biseken mercy and socour. (60)\\n Have mercy on our wo and our distresse.\\n Som drope of pitee, thurgh thy gentillesse, 920\\n Up-on us wrecched wommen lat thou falle.\\n For certes, lord, ther nis noon of us alle,\\n That she nath been a duchesse or a quene;\\n Now be we caitifs, as it is wel sene:\\n Thanked be Fortune, and hir false wheel, 925\\n That noon estat assureth to be weel.\\n And certes, lord, to abyden your presence,\\n Here in the temple of the goddesse Clemence (70)\\n We han ben waytinge al this fourtenight;\\n Now help us, lord, sith it is in thy might. 930\\n I wrecche, which that wepe and waille thus,\\n Was whylom wyf to king Capaneus,\\n That starf at Thebes, cursed be that day!\\n And alle we, that been in this array,\\n And maken al this lamentacioun, 935\\n We losten alle our housbondes at that toun,\\n Whyl that the sege ther-aboute lay.\\n And yet now the olde Creon, weylaway! (80)\\n That lord is now of Thebes the citee,\\n Fulfild of ire and of iniquitee, 940\\n He, for despyt, and for his tirannye,\\n To do the dede bodyes vileinye,\\n Of alle our lordes, whiche that ben slawe,\\n Hath alle the bodyes on an heep y-drawe,\\n And wol nat suffren hem, by noon assent, 945\\n Neither to been y-buried nor y-brent,\\n But maketh houndes ete hem in despyt.'\\n And with that word, with-outen more respyt, (90)\\n They fillen gruf, and cryden pitously,\\n 'Have on us wrecched wommen som mercy, 950\\n And lat our sorwe sinken in thyn herte.'\\n This gentil duk doun from his courser sterte\\n With herte pitous, whan he herde hem speke.\\n Him thoughte that his herte wolde breke,\\n Whan he saugh hem so pitous and so mat, 955\\n That whylom weren of so greet estat.\\n And in his armes he hem alle up hente,\\n And hem conforteth in ful good entente; (100)\\n And swoor his ooth, as he was trewe knight,\\n He wolde doon so ferforthly his might 960\\n Up-on the tyraunt Creon hem to wreke,\\n That al the peple of Grece sholde speke\\n How Creon was of Theseus y-served,\\n As he that hadde his deeth ful wel deserved.\\n And right anoon, with-outen more abood, 965\\n His baner he desplayeth, and forth rood\\n To Thebes-ward, and al his host bisyde;\\n No neer Athenës wolde he go ne ryde, (110)\\n Ne take his ese fully half a day,\\n But onward on his wey that night he lay; 970\\n And sente anoon Ipolita the quene,\\n And Emelye hir yonge suster shene,\\n Un-to the toun of Athenës to dwelle;\\n And forth he rit; ther nis namore to telle.\\n The rede statue of Mars, with spere and targe, 975\\n So shyneth in his whyte baner large,\\n That alle the feeldes gliteren up and doun;\\n And by his baner born is his penoun (120)\\n Of gold ful riche, in which ther was y-bete\\n The Minotaur, which that he slough in Crete. 980\\n Thus rit this duk, thus rit this conquerour,\\n And in his host of chivalrye the flour,\\n Til that he cam to Thebes, and alighte\\n Faire in a feeld, ther as he thoghte fighte.\\n But shortly for to speken of this thing, 985\\n With Creon, which that was of Thebes king,\\n He faught, and slough him manly as a knight\\n In pleyn bataille, and putte the folk to flight; (130)\\n And by assaut he wan the citee after,\\n And rente adoun bothe wal, and sparre, and rafter; 990\\n And to the ladyes he restored agayn\\n The bones of hir housbondes that were slayn,\\n To doon obsequies, as was tho the gyse.\\n But it were al to long for to devyse\\n The grete clamour and the waymentinge 995\\n That the ladyes made at the brenninge\\n Of the bodyes, and the grete honour\\n That Theseus, the noble conquerour, (140)\\n Doth to the ladyes, whan they from him wente;\\n But shortly for to telle is myn entente. 1000\\n Whan that this worthy duk, this Theseus,\\n Hath Creon slayn, and wonne Thebes thus,\\n Stille in that feeld he took al night his reste,\\n And dide with al the contree as him leste.\\n To ransake in the tas of bodyes dede, 1005\\n Hem for to strepe of harneys and of wede,\\n The pilours diden bisinesse and cure,\\n After the bataille and disconfiture. (150)\\n And so bifel, that in the tas they founde,\\n Thurgh-girt with many a grevous blody wounde, 1010\\n Two yonge knightes ligging by and by,\\n Bothe in oon armes, wroght ful richely,\\n Of whiche two, Arcita hight that oon,\\n And that other knight hight Palamon.\\n Nat fully quike, ne fully dede they were, 1015\\n But by hir cote-armures, and by hir gere,\\n The heraudes knewe hem best in special,\\n As they that weren of the blood royal (160)\\n Of Thebes, and of sustren two y-born.\\n Out of the tas the pilours han hem torn, 1020\\n And han hem caried softe un-to the tente\\n Of Theseus, and he ful sone hem sente\\n To Athenës, to dwellen in prisoun\\n Perpetuelly, he nolde no raunsoun.\\n And whan this worthy duk hath thus y-don, 1025\\n He took his host, and hoom he rood anon\\n With laurer crowned as a conquerour;\\n And there he liveth, in Ioye and in honour, (170)\\n Terme of his lyf; what nedeth wordes mo?\\n And in a tour, in angwish and in wo, 1030\\n Dwellen this Palamoun and eek Arcite,\\n For evermore, ther may no gold hem quyte.\\n This passeth yeer by yeer, and day by day,\\n Til it fil ones, in a morwe of May,\\n That Emelye, that fairer was to sene 1035\\n Than is the lilie upon his stalke grene,\\n And fressher than the May with floures newe--\\n For with the rose colour stroof hir hewe, (180)\\n I noot which was the fairer of hem two--\\n Er it were day, as was hir wone to do, 1040\\n She was arisen, and al redy dight;\\n For May wol have no slogardye a-night.\\n The sesoun priketh every gentil herte,\\n And maketh him out of his sleep to sterte,\\n And seith, 'Arys, and do thyn observaunce.' 1045\\n This maked Emelye have remembraunce\\n To doon honour to May, and for to ryse.\\n Y-clothed was she fresh, for to devyse; (190)\\n Hir yelow heer was broyded in a tresse,\\n Bihinde hir bak, a yerde long, I gesse. 1050\\n And in the gardin, at the sonne up-riste,\\n She walketh up and doun, and as hir liste\\n She gadereth floures, party whyte and rede,\\n To make a sotil gerland for hir hede,\\n And as an aungel hevenly she song. 1055\\n The grete tour, that was so thikke and strong,\\n Which of the castel was the chief dongeoun,\\n (Ther-as the knightes weren in prisoun, (200)\\n Of whiche I tolde yow, and tellen shal)\\n Was evene Ioynant to the gardin-wal, 1060\\n Ther as this Emelye hadde hir pleyinge.\\n Bright was the sonne, and cleer that morweninge,\\n And Palamon, this woful prisoner,\\n As was his wone, by leve of his gayler,\\n Was risen, and romed in a chambre on heigh, 1065\\n In which he al the noble citee seigh,\\n And eek the gardin, ful of braunches grene,\\n Ther-as this fresshe Emelye the shene (210)\\n Was in hir walk, and romed up and doun.\\n This sorweful prisoner, this Palamoun, 1070\\n Goth in the chambre, roming to and fro,\\n And to him-self compleyning of his wo;\\n That he was born, ful ofte he seyde, 'alas!'\\n And so bifel, by aventure or cas,\\n That thurgh a window, thikke of many a barre 1075\\n Of yren greet, and square as any sparre,\\n He caste his eye upon Emelya,\\n And ther-with-al he bleynte, and cryde 'a!' (220)\\n As though he stongen were un-to the herte.\\n And with that cry Arcite anon up-sterte, 1080\\n And seyde, 'Cosin myn, what eyleth thee,\\n That art so pale and deedly on to see?\\n Why crydestow? who hath thee doon offence?\\n For Goddes love, tak al in pacience\\n Our prisoun, for it may non other be; 1085\\n Fortune hath yeven us this adversitee.\\n Som wikke aspect or disposicioun\\n Of Saturne, by sum constellacioun, (230)\\n Hath yeven us this, al-though we hadde it sworn;\\n So stood the heven whan that we were born; 1090\\n We moste endure it: this is the short and pleyn.'\\n This Palamon answerde, and seyde ageyn,\\n 'Cosyn, for sothe, of this opinioun\\n Thou hast a veyn imaginacioun.\\n This prison caused me nat for to crye. 1095\\n But I was hurt right now thurgh-out myn yë\\n In-to myn herte, that wol my bane be.\\n The fairnesse of that lady that I see (240)\\n Yond in the gardin romen to and fro,\\n Is cause of al my crying and my wo. 1100\\n I noot wher she be womman or goddesse;\\n But Venus is it, soothly, as I gesse.'\\n And ther-with-al on kneës doun he fil,\\n And seyde: 'Venus, if it be thy wil\\n Yow in this gardin thus to transfigure 1105\\n Bifore me, sorweful wrecche creature,\\n Out of this prisoun help that we may scapen.\\n And if so be my destinee be shapen (250)\\n By eterne word to dyen in prisoun,\\n Of our linage have som compassioun, 1110\\n That is so lowe y-broght by tirannye.'\\n And with that word Arcite gan espye\\n Wher-as this lady romed to and fro.\\n And with that sighte hir beautee hurte him so,\\n That, if that Palamon was wounded sore, 1115\\n Arcite is hurt as muche as he, or more.\\n And with a sigh he seyde pitously:\\n 'The fresshe beautee sleeth me sodeynly (260)\\n Of hir that rometh in the yonder place;\\n And, but I have hir mercy and hir grace, 1120\\n That I may seen hir atte leeste weye,\\n I nam but deed; ther nis namore to seye.'\\n This Palamon, whan he tho wordes herde,\\n Dispitously he loked, and answerde:\\n 'Whether seistow this in ernest or in pley?' 1125\\n 'Nay,' quod Arcite, 'in ernest, by my fey!\\n God help me so, me list ful yvele pleye.'\\n This Palamon gan knitte his browes tweye: (270)\\n 'It nere,' quod he, 'to thee no greet honour\\n For to be fals, ne for to be traytour 1130\\n To me, that am thy cosin and thy brother\\n Y-sworn ful depe, and ech of us til other,\\n That never, for to dyen in the peyne,\\n Til that the deeth departe shal us tweyne,\\n Neither of us in love to hindren other, 1135\\n Ne in non other cas, my leve brother;\\n But that thou sholdest trewely forthren me\\n In every cas, and I shal forthren thee. (280)\\n This was thyn ooth, and myn also, certeyn;\\n I wot right wel, thou darst it nat withseyn. 1140\\n Thus artow of my counseil, out of doute.\\n And now thou woldest falsly been aboute\\n To love my lady, whom I love and serve,\\n And ever shal, til that myn herte sterve.\\n Now certes, fals Arcite, thou shalt nat so. 1145\\n I loved hir first, and tolde thee my wo\\n As to my counseil, and my brother sworn\\n To forthre me, as I have told biforn. (290)\\n For which thou art y-bounden as a knight\\n To helpen me, if it lay in thy might, 1150\\n Or elles artow fals, I dar wel seyn.'\\n This Arcitë ful proudly spak ageyn,\\n 'Thou shalt,' quod he, 'be rather fals than I;\\n But thou art fals, I telle thee utterly;\\n For _par amour_ I loved hir first er thow. 1155\\n What wiltow seyn? thou wistest nat yet now\\n Whether she be a womman or goddesse!\\n Thyn is affeccioun of holinesse, (300)\\n And myn is love, as to a creature;\\n For which I tolde thee myn aventure 1160\\n As to my cosin, and my brother sworn.\\n I pose, that thou lovedest hir biforn;\\n Wostow nat wel the olde clerkes sawe,\\n That 'who shal yeve a lover any lawe?'\\n Love is a gretter lawe, by my pan, 1165\\n Than may be yeve to any erthly man.\\n And therefore positif lawe and swich decree\\n Is broke al-day for love, in ech degree. (310)\\n A man moot nedes love, maugree his heed.\\n He may nat fleen it, thogh he sholde be deed, 1170\\n Al be she mayde, or widwe, or elles wyf.\\n And eek it is nat lykly, al thy lyf,\\n To stonden in hir grace; namore shal I;\\n For wel thou woost thy-selven, verraily,\\n That thou and I be dampned to prisoun 1175\\n Perpetuelly; us gayneth no raunsoun.\\n We stryve as dide the houndes for the boon,\\n They foughte al day, and yet hir part was noon; (320)\\n Ther cam a kyte, whyl that they were wrothe,\\n And bar awey the boon bitwixe hem bothe. 1180\\n And therfore, at the kinges court, my brother,\\n Ech man for him-self, ther is non other.\\n Love if thee list; for I love and ay shal;\\n And soothly, leve brother, this is al.\\n Here in this prisoun mote we endure, 1185\\n And everich of us take his aventure.'\\n Greet was the stryf and long bitwixe hem tweye,\\n If that I hadde leyser for to seye; (330)\\n But to theffect. It happed on a day,\\n (To telle it yow as shortly as I may) 1190\\n A worthy duk that highte Perotheus,\\n That felawe was un-to duk Theseus\\n Sin thilke day that they were children lyte,\\n Was come to Athenes, his felawe to visyte,\\n And for to pleye, as he was wont to do, 1195\\n For in this world he loved no man so:\\n And he loved him as tendrely ageyn.\\n So wel they loved, as olde bokes seyn, (340)\\n That whan that oon was deed, sothly to telle,\\n His felawe wente and soghte him doun in helle; 1200\\n But of that story list me nat to wryte.\\n Duk Perotheus loved wel Arcite,\\n And hadde him knowe at Thebes yeer by yere;\\n And fynally, at requeste and preyere\\n Of Perotheus, with-oute any raunsoun, 1205\\n Duk Theseus him leet out of prisoun,\\n Freely to goon, wher that him liste over-al,\\n In swich a gyse, as I you tellen shal. (350)\\n This was the forward, pleynly for tendyte,\\n Bitwixen Theseus and him Arcite: 1210\\n That if so were, that Arcite were y-founde\\n Ever in his lyf, by day or night or stounde\\n In any contree of this Theseus,\\n And he were caught, it was acorded thus,\\n That with a swerd he sholde lese his heed; 1215\\n Ther nas non other remedye ne reed,\\n But taketh his leve, and homward he him spedde;\\n Let him be war, his nekke lyth to wedde! (360)\\n How greet a sorwe suffreth now Arcite!\\n The deeth he feleth thurgh his herte smyte; 1220\\n He wepeth, wayleth, cryeth pitously;\\n To sleen him-self he wayteth prively.\\n He seyde, 'Allas that day that I was born!\\n Now is my prison worse than biforn;\\n Now is me shape eternally to dwelle 1225\\n Noght in purgatorie, but in helle.\\n Allas! that ever knew I Perotheus!\\n For elles hadde I dwelled with Theseus (370)\\n Y-fetered in his prisoun ever-mo.\\n Than hadde I been in blisse, and nat in wo. 1230\\n Only the sighte of hir, whom that I serve,\\n Though that I never hir grace may deserve,\\n Wolde han suffised right y-nough for me.\\n O dere cosin Palamon,' quod he,\\n 'Thyn is the victorie of this aventure, 1235\\n Ful blisfully in prison maistow dure;\\n In prison? certes nay, but in paradys!\\n Wel hath fortune y-turned thee the dys, (380)\\n That hast the sighte of hir, and I thabsence.\\n For possible is, sin thou hast hir presence, 1240\\n And art a knight, a worthy and an able,\\n That by som cas, sin fortune is chaungeable,\\n Thou mayst to thy desyr som-tyme atteyne.\\n But I, that am exyled, and bareyne\\n Of alle grace, and in so greet despeir, 1245\\n That ther nis erthe, water, fyr, ne eir,\\n Ne creature, that of hem maked is,\\n That may me helpe or doon confort in this. (390)\\n Wel oughte I sterve in wanhope and distresse;\\n Farwel my lyf, my lust, and my gladnesse! 1250\\n Allas, why pleynen folk so in commune\\n Of purveyaunce of God, or of fortune,\\n That yeveth hem ful ofte in many a gyse\\n Wel bettre than they can hem-self devyse?\\n Som man desyreth for to han richesse, 1255\\n That cause is of his mordre or greet siknesse.\\n And som man wolde out of his prison fayn,\\n That in his hous is of his meynee slayn. (400)\\n Infinite harmes been in this matere;\\n We witen nat what thing we preyen here. 1260\\n We faren as he that dronke is as a mous;\\n A dronke man wot wel he hath an hous,\\n But he noot which the righte wey is thider;\\n And to a dronke man the wey is slider.\\n And certes, in this world so faren we; 1265\\n We seken faste after felicitee,\\n But we goon wrong ful often, trewely.\\n Thus may we seyen alle, and namely I, (410)\\n That wende and hadde a greet opinioun,\\n That, if I mighte escapen from prisoun, 1270\\n Than hadde I been in Ioye and perfit hele,\\n Ther now I am exyled fro my wele.\\n Sin that I may nat seen yow, Emelye,\\n I nam but deed; ther nis no remedye.'\\n Up-on that other syde Palamon, 1275\\n Whan that he wiste Arcite was agon,\\n Swich sorwe he maketh, that the grete tour\\n Resouneth of his youling and clamour. (420)\\n The pure fettres on his shines grete\\n Weren of his bittre salte teres wete. 1280\\n 'Allas!' quod he, 'Arcita, cosin myn,\\n Of al our stryf, God woot, the fruyt is thyn.\\n Thow walkest now in Thebes at thy large,\\n And of my wo thou yevest litel charge.\\n Thou mayst, sin thou hast wisdom and manhede, 1285\\n Assemblen alle the folk of our kinrede,\\n And make a werre so sharp on this citee,\\n That by som aventure, or som tretee, (430)\\n Thou mayst have hir to lady and to wyf,\\n For whom that I mot nedes lese my lyf. 1290\\n For, as by wey of possibilitee,\\n Sith thou art at thy large, of prison free,\\n And art a lord, greet is thyn avauntage,\\n More than is myn, that sterve here in a cage.\\n For I mot wepe and wayle, whyl I live, 1295\\n With al the wo that prison may me yive,\\n And eek with peyne that love me yiveth also,\\n That doubleth al my torment and my wo.' (440)\\n Ther-with the fyr of Ielousye up-sterte\\n With-inne his brest, and hente him by the herte 1300\\n So woodly, that he lyk was to biholde\\n The box-tree, or the asshen dede and colde.\\n Tho seyde he; 'O cruel goddes, that governe\\n This world with binding of your word eterne,\\n And wryten in the table of athamaunt 1305\\n Your parlement, and your eterne graunt,\\n What is mankinde more un-to yow holde\\n Than is the sheep, that rouketh in the folde? (450)\\n For slayn is man right as another beste,\\n And dwelleth eek in prison and areste, 1310\\n And hath siknesse, and greet adversitee,\\n And ofte tymes giltelees, pardee!\\n What governaunce is in this prescience,\\n That giltelees tormenteth innocence?\\n And yet encreseth this al my penaunce, 1315\\n That man is bounden to his observaunce,\\n For Goddes sake, to letten of his wille,\\n Ther as a beest may al his lust fulfille. (460)\\n And whan a beest is deed, he hath no peyne;\\n But man after his deeth moot wepe and pleyne, 1320\\n Though in this world he have care and wo:\\n With-outen doute it may stonden so.\\n The answere of this I lete to divynis,\\n But wel I woot, that in this world gret pyne is.\\n Allas! I see a serpent or a theef, 1325\\n That many a trewe man hath doon mescheef,\\n Goon at his large, and wher him list may turne.\\n But I mot been in prison thurgh Saturne, (470)\\n And eek thurgh Iuno, Ialous and eek wood,\\n That hath destroyed wel ny al the blood 1330\\n Of Thebes, with his waste walles wyde.\\n And Venus sleeth me on that other syde\\n For Ielousye, and fere of him Arcite.'\\n Now wol I stinte of Palamon a lyte,\\n And lete him in his prison stille dwelle, 1335\\n And of Arcita forth I wol yow telle.\\n The somer passeth, and the nightes longe\\n Encresen double wyse the peynes stronge (480)\\n Bothe of the lovere and the prisoner.\\n I noot which hath the wofullere mester. 1340\\n For shortly for to seyn, this Palamoun\\n Perpetuelly is dampned to prisoun,\\n In cheynes and in fettres to ben deed;\\n And Arcite is exyled upon his heed\\n For ever-mo as out of that contree, 1345\\n Ne never-mo he shal his lady see.\\n Yow loveres axe I now this questioun,\\n Who hath the worse, Arcite or Palamoun? (490)\\n That oon may seen his lady day by day,\\n But in prison he moot dwelle alway. 1350\\n That other wher him list may ryde or go,\\n But seen his lady shal he never-mo.\\n Now demeth as yow liste, ye that can,\\n For I wol telle forth as I bigan.\\n Whan that Arcite to Thebes comen was, 1355\\n Ful ofte a day he swelte and seyde 'allas,'\\n For seen his lady shal he never-mo.\\n And shortly to concluden al his wo, (500)\\n So muche sorwe had never creature\\n That is, or shal, whyl that the world may dure. 1360\\n His sleep, his mete, his drink is him biraft,\\n That lene he wex, and drye as is a shaft.\\n His eyen holwe, and grisly to biholde;\\n His hewe falwe, and pale as asshen colde,\\n And solitarie he was, and ever allone, 1365\\n And wailling al the night, making his mone.\\n And if he herde song or instrument,\\n Then wolde he wepe, he mighte nat be stent; (510)\\n So feble eek were his spirits, and so lowe,\\n And chaunged so, that no man coude knowe 1370\\n His speche nor his vois, though men it herde.\\n And in his gere, for al the world he ferde\\n Nat oonly lyk the loveres maladye\\n Of Hereos, but rather lyk manye\\n Engendred of humour malencolyk, 1375\\n Biforen, in his celle fantastyk.\\n And shortly, turned was al up-so-doun\\n Bothe habit and eek disposicioun (520)\\n Of him, this woful lovere daun Arcite.\\n What sholde I al-day of his wo endyte? 1380\\n Whan he endured hadde a yeer or two\\n This cruel torment, and this peyne and wo,\\n At Thebes, in his contree, as I seyde,\\n Up-on a night, in sleep as he him leyde,\\n Him thoughte how that the winged god Mercurie 1385\\n Biforn him stood, and bad him to be murye.\\n His slepy yerde in hond he bar uprighte;\\n An hat he werede up-on his heres brighte. (530)\\n Arrayed was this god (as he took keep)\\n As he was whan that Argus took his sleep; 1390\\n And seyde him thus: 'To Athenes shaltou wende;\\n Ther is thee shapen of thy wo an ende.'\\n And with that word Arcite wook and sterte.\\n 'Now trewely, how sore that me smerte,'\\n Quod he, 'to Athenes right now wol I fare; 1395\\n Ne for the drede of deeth shal I nat spare\\n To see my lady, that I love and serve;\\n In hir presence I recche nat to sterve.' (540)\\n And with that word he caughte a greet mirour,\\n And saugh that chaunged was al his colour, 1400\\n And saugh his visage al in another kinde.\\n And right anoon it ran him in his minde,\\n That, sith his face was so disfigured\\n Of maladye, the which he hadde endured,\\n He mighte wel, if that he bar him lowe, 1405\\n Live in Athenes ever-more unknowe,\\n And seen his lady wel ny day by day.\\n And right anon he chaunged his array, (550)\\n And cladde him as a povre laborer,\\n And al allone, save oonly a squyer, 1410\\n That knew his privetee and al his cas,\\n Which was disgysed povrely, as he was,\\n To Athenes is he goon the nexte way.\\n And to the court he wente up-on a day,\\n And at the gate he profreth his servyse, 1415\\n To drugge and drawe, what so men wol devyse.\\n And shortly of this matere for to seyn,\\n He fil in office with a chamberleyn, (560)\\n The which that dwelling was with Emelye.\\n For he was wys, and coude soon aspye 1420\\n Of every servaunt, which that serveth here.\\n Wel coude he hewen wode, and water bere,\\n For he was yong and mighty for the nones,\\n And ther-to be was strong and big of bones\\n To doon that any wight can him devyse. 1425\\n A yeer or two he was in this servyse,\\n Page of the chambre of Emelye the brighte;\\n And 'Philostrate' he seide that he highte. (570)\\n But half so wel biloved a man as he\\n Ne was ther never in court, of his degree; 1430\\n He was so gentil of condicioun,\\n That thurghout al the court was his renoun.\\n They seyden, that it were a charitee\\n That Theseus wolde enhauncen his degree,\\n And putten him in worshipful servyse, 1435\\n Ther as he mighte his vertu excercyse.\\n And thus, with-inne a whyle, his name is spronge\\n Bothe of his dedes, and his goode tonge, (580)\\n That Theseus hath taken him so neer\\n That of his chambre he made him a squyer, 1440\\n And yaf him gold to mayntene his degree;\\n And eek men broghte him out of his contree\\n From yeer to yeer, ful prively, his rente;\\n But honestly and slyly he it spente,\\n That no man wondred how that he it hadde. 1445\\n And three yeer in this wyse his lyf he ladde,\\n And bar him so in pees and eek in werre,\\n Ther nas no man that Theseus hath derre. (590)\\n And in this blisse lete I now Arcite,\\n And speke I wol of Palamon a lyte. 1450\\n In derknesse and horrible and strong prisoun\\n This seven yeer hath seten Palamoun,\\n Forpyned, what for wo and for distresse;\\n Who feleth double soor and hevinesse\\n But Palamon? that love destreyneth so, 1455\\n That wood out of his wit he gooth for wo;\\n And eek therto he is a prisoner\\n Perpetuelly, noght oonly for a yeer. (600)\\n Who coude ryme in English proprely\\n His martirdom? for sothe, it am nat I; 1460\\n Therefore I passe as lightly as I may.\\n It fel that in the seventhe yeer, in May,\\n The thridde night, (as olde bokes seyn,\\n That al this storie tellen more pleyn,)\\n Were it by aventure or destinee, 1465\\n (As, whan a thing is shapen, it shal be,)\\n That, sone after the midnight, Palamoun,\\n By helping of a freend, brak his prisoun, (610)\\n And fleeth the citee, faste as he may go;\\n For he had yive his gayler drinke so 1470\\n Of a clarree, maad of a certeyn wyn,\\n With nercotikes and opie of Thebes fyn,\\n That al that night, thogh that men wolde him shake,\\n The gayler sleep, he mighte nat awake;\\n And thus he fleeth as faste as ever he may. 1475\\n The night was short, and faste by the day,\\n That nedes-cost he moste him-selven hyde,\\n And til a grove, faste ther besyde, (620)\\n With dredful foot than stalketh Palamoun.\\n For shortly, this was his opinioun, 1480\\n That in that grove he wolde him hyde al day,\\n And in the night than wolde he take his way\\n To Thebes-ward, his freendes for to preye\\n On Theseus to helpe him to werreye;\\n And shortly, outher he wolde lese his lyf, 1485\\n Or winnen Emelye un-to his wyf;\\n This is theffect and his entente pleyn.\\n Now wol I torne un-to Arcite ageyn, (630)\\n That litel wiste how ny that was his care,\\n Til that fortune had broght him in the snare. 1490\\n The bisy larke, messager of day,\\n Saluëth in hir song the morwe gray;\\n And fyry Phebus ryseth up so brighte,\\n That al the orient laugheth of the lighte,\\n And with his stremes dryeth in the greves 1495\\n The silver dropes, hanging on the leves.\\n And Arcite, that is in the court royal\\n With Theseus, his squyer principal, (640)\\n Is risen, and loketh on the myrie day.\\n And, for to doon his observaunce to May, 1500\\n Remembring on the poynt of his desyr,\\n He on a courser, sterting as the fyr,\\n Is riden in-to the feeldes, him to pleye,\\n Out of the court, were it a myle or tweye;\\n And to the grove, of which that I yow tolde, 1505\\n By aventure, his wey he gan to holde,\\n To maken him a gerland of the greves,\\n Were it of wodebinde or hawethorn-leves, (650)\\n And loude he song ageyn the sonne shene:\\n 'May, with alle thy floures and thy grene, 1510\\n Wel-come be thou, faire fresshe May,\\n I hope that I som grene gete may.'\\n And from his courser, with a lusty herte,\\n In-to the grove ful hastily he sterte,\\n And in a path he rometh up and doun, 1515\\n Ther-as, by aventure, this Palamoun\\n Was in a bush, that no man mighte him see,\\n For sore afered of his deeth was he. (660)\\n No-thing ne knew he that it was Arcite:\\n God wot he wolde have trowed it ful lyte. 1520\\n But sooth is seyd, gon sithen many yeres,\\n That 'feeld hath eyen, and the wode hath eres.'\\n It is ful fair a man to bere him evene,\\n For al-day meteth men at unset stevene.\\n Ful litel woot Arcite of his felawe, 1525\\n That was so ny to herknen al his sawe,\\n For in the bush he sitteth now ful stille.\\n Whan that Arcite had romed al his fille, (670)\\n And songen al the roundel lustily,\\n In-to a studie he fil sodeynly, 1530\\n As doon thise loveres in hir queynte geres,\\n Now in the croppe, now doun in the breres,\\n Now up, now doun, as boket in a welle.\\n Right as the Friday, soothly for to telle,\\n Now it shyneth, now it reyneth faste, 1535\\n Right so can gery Venus overcaste\\n The hertes of hir folk; right as hir day\\n Is gerful, right so chaungeth she array. (680)\\n Selde is the Friday al the wyke y-lyke.\\n Whan that Arcite had songe, he gan to syke, 1540\\n And sette him doun with-outen any more:\\n 'Alas!' quod he, 'that day that I was bore!\\n How longe, Iuno, thurgh thy crueltee,\\n Woltow werreyen Thebes the citee?\\n Allas! y-broght is to confusioun 1545\\n The blood royal of Cadme and Amphioun;\\n Of Cadmus, which that was the firste man\\n That Thebes bulte, or first the toun bigan, 690\\n And of the citee first was crouned king,\\n Of his linage am I, and his of-spring 1550\\n By verray ligne, as of the stok royal:\\n And now I am so caitif and so thral,\\n That he, that is my mortal enemy,\\n I serve him as his squyer povrely.\\n And yet doth Iuno me wel more shame, 1555\\n For I dar noght biknowe myn owne name;\\n But ther-as I was wont to highte Arcite,\\n Now highte I Philostrate, noght worth a myte. 700\\n Allas! thou felle Mars, allas! Iuno,\\n Thus hath your ire our kinrede al fordo, 1560\\n Save only me, and wrecched Palamoun,\\n That Theseus martyreth in prisoun.\\n And over al this, to sleen me utterly,\\n Love hath his fyry dart so brenningly\\n Y-stiked thurgh my trewe careful herte, 1565\\n That shapen was my deeth erst than my sherte.\\n Ye sleen me with your eyen, Emelye;\\n Ye been the cause wherfor that I dye. (710)\\n Of al the remenant of myn other care\\n Ne sette I nat the mountaunce of a tare, 1570\\n So that I coude don aught to your plesaunce!'\\n And with that word he fil doun in a traunce\\n A longe tyme; and after he up-sterte.\\n This Palamoun, that thoughte that thurgh his herte\\n He felte a cold swerd sodeynliche glyde, 1575\\n For ire he quook, no lenger wolde he byde.\\n And whan that he had herd Arcites tale,\\n As he were wood, with face deed and pale, (720)\\n He sterte him up out of the buskes thikke,\\n And seyde: 'Arcite, false traitour wikke, 1580\\n Now artow hent, that lovest my lady so,\\n For whom that I have al this peyne and wo,\\n And art my blood, and to my counseil sworn,\\n As I ful ofte have told thee heer-biforn,\\n And hast by-iaped here duk Theseus, 1585\\n And falsly chaunged hast thy name thus;\\n I wol be deed, or elles thou shalt dye.\\n Thou shalt nat love my lady Emelye, (730)\\n But I wol love hir only, and namo;\\n For I am Palamoun, thy mortal fo. 1590\\n And though that I no wepne have in this place,\\n But out of prison am astert by grace,\\n I drede noght that outher thou shalt dye,\\n Or thou ne shalt nat loven Emelye.\\n Chees which thou wilt, for thou shalt nat asterte.' 1595\\n This Arcitë, with ful despitous herte,\\n Whan he him knew, and hadde his tale herd,\\n As fiers as leoun, pulled out a swerd, (740)\\n And seyde thus: 'by God that sit above,\\n Nere it that thou art sik, and wood for love, 1600\\n And eek that thou no wepne hast in this place,\\n Thou sholdest never out of this grove pace,\\n That thou ne sholdest dyen of myn hond.\\n For I defye the seurtee and the bond\\n Which that thou seyst that I have maad to thee. 1605\\n What, verray fool, think wel that love is free,\\n And I wol love hir, maugre al thy might!\\n But, for as muche thou art a worthy knight, (750)\\n And wilnest to darreyne hir by batayle,\\n Have heer my trouthe, to-morwe I wol nat fayle, 1610\\n With-outen witing of any other wight,\\n That here I wol be founden as a knight,\\n And bringen harneys right y-nough for thee;\\n And chees the beste, and leve the worste for me.\\n And mete and drinke this night wol I bringe 1615\\n Y-nough for thee, and clothes for thy beddinge.\\n And, if so be that thou my lady winne,\\n And slee me in this wode ther I am inne, (760)\\n Thou mayst wel have thy lady, as for me.'\\n This Palamon answerde: 'I graunte it thee.' 1620\\n And thus they been departed til a-morwe,\\n When ech of hem had leyd his feith to borwe.\\n O Cupide, out of alle charitee!\\n O regne, that wolt no felawe have with thee!\\n Ful sooth is seyd, that love ne lordshipe 1625\\n Wol noght, his thankes, have no felaweshipe;\\n Wel finden that Arcite and Palamoun.\\n Arcite is riden anon un-to the toun, (770)\\n And on the morwe, er it were dayes light,\\n Ful prively two harneys hath he dight, 1630\\n Bothe suffisaunt and mete to darreyne\\n The bataille in the feeld bitwix hem tweyne.\\n And on his hors, allone as he was born,\\n He carieth al this harneys him biforn;\\n And in the grove, at tyme and place y-set, 1635\\n This Arcite and this Palamon ben met.\\n Tho chaungen gan the colour in hir face;\\n Right as the hunter in the regne of Trace, (780)\\n That stondeth at the gappe with a spere,\\n Whan hunted is the leoun or the bere, 1640\\n And hereth him come russhing in the greves,\\n And breketh bothe bowes and the leves,\\n And thinketh, 'heer cometh my mortel enemy,\\n With-oute faile, he moot be deed, or I;\\n For outher I mot sleen him at the gappe, 1645\\n Or he mot sleen me, if that me mishappe:'\\n So ferden they, in chaunging of hir hewe,\\n As fer as everich of hem other knewe. (790)\\n Ther nas no good day, ne no saluing;\\n But streight, with-outen word or rehersing, 1650\\n Everich of hem halp for to armen other,\\n As freendly as he were his owne brother;\\n And after that, with sharpe speres stronge\\n They foynen ech at other wonder longe.\\n Thou mightest wene that this Palamoun 1655\\n In his fighting were a wood leoun,\\n And as a cruel tygre was Arcite:\\n As wilde bores gonne they to smyte, (800)\\n That frothen whyte as foom for ire wood.\\n Up to the ancle foghte they in hir blood. 1660\\n And in this wyse I lete hem fighting dwelle;\\n And forth I wol of Theseus yow telle.\\n The destinee, ministre general,\\n That executeth in the world over-al\\n The purveyaunce, that God hath seyn biforn, 1665\\n So strong it is, that, though the world had sworn\\n The contrarie of a thing, by ye or nay,\\n Yet somtyme it shal fallen on a day (810)\\n That falleth nat eft with-inne a thousand yere.\\n For certeinly, our appetytes here, 1670\\n Be it of werre, or pees, or hate, or love,\\n Al is this reuled by the sighte above.\\n This mene I now by mighty Theseus,\\n That for to honten is so desirous,\\n And namely at the grete hert in May, 1675\\n That in his bed ther daweth him no day,\\n That he nis clad, and redy for to ryde\\n With hunte and horn, and houndes him bisyde. (820)\\n For in his hunting hath he swich delyt,\\n That it is al his Ioye and appetyt 1680\\n To been him-self the grete hertes bane;\\n For after Mars he serveth now Diane.\\n Cleer was the day, as I have told er this,\\n And Theseus, with alle Ioye and blis,\\n With his Ipolita, the fayre quene, 1685\\n And Emelye, clothed al in grene,\\n On hunting be they riden royally.\\n And to the grove, that stood ful faste by, (830)\\n In which ther was an hert, as men him tolde,\\n Duk Theseus the streighte wey hath holde. 1690\\n And to the launde he rydeth him ful right,\\n For thider was the hert wont have his flight,\\n And over a brook, and so forth on his weye.\\n This duk wol han a cours at him, or tweye,\\n With houndes, swiche as that him list comaunde. 1695\\n And whan this duk was come un-to the launde,\\n Under the sonne he loketh, and anon\\n He was war of Arcite and Palamon, (840)\\n That foughten breme, as it were bores two;\\n The brighte swerdes wenten to and fro 1700\\n So hidously, that with the leeste strook\\n It seemed as it wolde felle an ook;\\n But what they were, no-thing he ne woot.\\n This duk his courser with his spores smoot,\\n And at a stert he was bitwix hem two, 1705\\n And pulled out a swerd and cryed, 'ho!\\n Namore, up peyne of lesing of your heed.\\n By mighty Mars, he shal anon be deed, (850)\\n That smyteth any strook, that I may seen!\\n But telleth me what mister men ye been, 1710\\n That been so hardy for to fighten here\\n With-outen Iuge or other officere,\\n As it were in a listes royally?'\\n This Palamon answerde hastily,\\n And seyde: 'sire, what nedeth wordes mo? 1715\\n We have the deeth deserved bothe two.\\n Two woful wrecches been we, two caytyves,\\n That been encombred of our owne lyves; (860)\\n And as thou art a rightful lord and Iuge,\\n Ne yeve us neither mercy ne refuge, 1720\\n But slee me first, for seynte charitee;\\n But slee my felawe eek as wel as me.\\n Or slee him first; for, though thou knowe it lyte,\\n This is thy mortal fo, this is Arcite,\\n That fro thy lond is banished on his heed, 1725\\n For which he hath deserved to be deed.\\n For this is he that cam un-to thy gate,\\n And seyde, that he highte Philostrate. (870)\\n Thus hath he Iaped thee ful many a yeer,\\n And thou has maked him thy chief squyer; 1730\\n And this is he that loveth Emelye.\\n For sith the day is come that I shal dye,\\n I make pleynly my confessioun,\\n That I am thilke woful Palamoun,\\n That hath thy prison broken wikkedly. 1735\\n I am thy mortal fo, and it am I\\n That loveth so hote Emelye the brighte,\\n That I wol dye present in hir sighte. (880)\\n Therfore I axe deeth and my Iuwyse;\\n But slee my felawe in the same wyse, 1740\\n For bothe han we deserved to be slayn.'\\n This worthy duk answerde anon agayn,\\n And seyde, 'This is a short conclusioun:\\n Youre owne mouth, by your confessioun,\\n Hath dampned you, and I wol it recorde, 1745\\n It nedeth noght to pyne yow with the corde.\\n Ye shul be deed, by mighty Mars the rede!'\\n The quene anon, for verray wommanhede, (890)\\n Gan for to wepe, and so dide Emelye,\\n And alle the ladies in the companye. 1750\\n Gret pitee was it, as it thoughte hem alle,\\n That ever swich a chaunce sholde falle;\\n For gentil men they were, of greet estat,\\n And no-thing but for love was this debat;\\n And sawe hir blody woundes wyde and sore; 1755\\n And alle cryden, bothe lasse and more,\\n 'Have mercy, lord, up-on us wommen alle!'\\n And on hir bare knees adoun they falle, (900)\\n And wolde have kist his feet ther-as he stood,\\n Til at the laste aslaked was his mood; 1760\\n For pitee renneth sone in gentil herte.\\n And though he first for ire quook and sterte,\\n He hath considered shortly, in a clause,\\n The trespas of hem bothe, and eek the cause:\\n And al-though that his ire hir gilt accused, 1765\\n Yet in his reson he hem bothe excused;\\n As thus: he thoghte wel, that every man\\n Wol helpe him-self in love, if that he can, (910)\\n And eek delivere him-self out of prisoun;\\n And eek his herte had compassioun 1770\\n Of wommen, for they wepen ever in oon;\\n And in his gentil herte he thoghte anoon,\\n And softe un-to himself he seyde: 'fy\\n Up-on a lord that wol have no mercy,\\n But been a leoun, bothe in word and dede, 1775\\n To hem that been in repentaunce and drede\\n As wel as to a proud despitous man\\n That wol maynteyne that he first bigan! (920)\\n That lord hath litel of discrecioun,\\n That in swich cas can no divisioun, 1780\\n But weyeth pryde and humblesse after oon.'\\n And shortly, whan his ire is thus agoon,\\n He gan to loken up with eyen lighte,\\n And spak thise same wordes al on highte:--\\n The god of love, a! _benedicite_, 1785\\n How mighty and how greet a lord is he!\\n Ayeins his might ther gayneth none obstacles,\\n He may be cleped a god for his miracles; (930)\\n For he can maken at his owne gyse\\n Of everich herte, as that him list devyse. 1790\\n Lo heer, this Arcite and this Palamoun,\\n That quitly weren out of my prisoun,\\n And mighte han lived in Thebes royally,\\n And witen I am hir mortal enemy,\\n And that hir deeth lyth in my might also, 1795\\n And yet hath love, maugree hir eyen two,\\n Y-broght hem hider bothe for to dye!\\n Now loketh, is nat that an heigh folye? (940)\\n Who may been a fool, but-if he love?\\n Bihold, for Goddes sake that sit above, 1800\\n Se how they blede! be they noght wel arrayed?\\n Thus hath hir lord, the god of love, y-payed\\n Hir wages and hir fees for hir servyse!\\n And yet they wenen for to been ful wyse\\n That serven love, for aught that may bifalle! 1805\\n But this is yet the beste game of alle,\\n That she, for whom they han this Iolitee,\\n Can hem ther-for as muche thank as me; (950)\\n She woot namore of al this hote fare,\\n By God, than woot a cokkow or an hare! 1810\\n But al mot been assayed, hoot and cold;\\n A man mot been a fool, or yong or old;\\n I woot it by my-self ful yore agoon:\\n For in my tyme a servant was I oon.\\n And therfore, sin I knowe of loves peyne, 1815\\n And woot how sore it can a man distreyne,\\n As he that hath ben caught ofte in his las,\\n I yow foryeve al hoolly this trespas, (960)\\n At requeste of the quene that kneleth here,\\n And eek of Emelye, my suster dere. 1820\\n And ye shul bothe anon un-to me swere,\\n That never-mo ye shul my contree dere,\\n Ne make werre up-on me night ne day,\\n But been my freendes in al that ye may;\\n I yow foryeve this trespas every del.' 1825\\n And they him swore his axing fayre and wel,\\n And him of lordshipe and of mercy preyde,\\n And he hem graunteth grace, and thus he seyde: (970)\\n 'To speke of royal linage and richesse,\\n Though that she were a quene or a princesse, 1830\\n Ech of yow bothe is worthy, doutelees,\\n To wedden whan tyme is, but nathelees\\n I speke as for my suster Emelye,\\n For whom ye have this stryf and Ielousye;\\n Ye woot your-self, she may not wedden two 1835\\n At ones, though ye fighten ever-mo:\\n That oon of yow, al be him looth or leef,\\n He moot go pypen in an ivy-leef; (980)\\n This is to seyn, she may nat now han bothe,\\n Al be ye never so Ielous, ne so wrothe. 1840\\n And for-thy I yow putte in this degree,\\n That ech of yow shal have his destinee\\n As him is shape; and herkneth in what wyse;\\n Lo, heer your ende of that I shal devyse.\\n My wil is this, for plat conclusioun, 1845\\n With-outen any replicacioun,\\n If that yow lyketh, tak it for the beste,\\n That everich of yow shal gon wher him leste (990)\\n Frely, with-outen raunson or daunger;\\n And this day fifty wykes, fer ne ner, 1850\\n Everich of yow shal bringe an hundred knightes,\\n Armed for listes up at alle rightes,\\n Al redy to darreyne hir by bataille.\\n And this bihote I yow, with-outen faille,\\n Up-on my trouthe, and as I am a knight, 1855\\n That whether of yow bothe that hath might,\\n This is to seyn, that whether he or thou\\n May with his hundred, as I spak of now, (1000)\\n Sleen his contrarie, or out of listes dryve,\\n Him shal I yeve Emelya to wyve, 1860\\n To whom that fortune yeveth so fair a grace.\\n The listes shal I maken in this place,\\n And God so wisly on my soule rewe,\\n As I shal even Iuge been and trewe.\\n Ye shul non other ende with me maken, 1865\\n That oon of yow ne shal be deed or taken.\\n And if yow thinketh this is wel y-sayd,\\n Seyeth your avys, and holdeth yow apayd. (1010)\\n This is your ende and your conclusioun.'\\n Who loketh lightly now but Palamoun? 1870\\n Who springeth up for Ioye but Arcite?\\n Who couthe telle, or who couthe it endyte,\\n The Ioye that is maked in the place\\n Whan Theseus hath doon so fair a grace?\\n But doun on knees wente every maner wight, 1875\\n And thanked him with al her herte and might,\\n And namely the Thebans ofte sythe.\\n And thus with good hope and with herte blythe (1020)\\n They take hir leve, and hom-ward gonne they ryde\\n To Thebes, with his olde walles wyde. 1880\\n I trowe men wolde deme it necligence,\\n If I foryete to tellen the dispence\\n Of Theseus, that goth so bisily\\n To maken up the listes royally;\\n That swich a noble theatre as it was, 1885\\n I dar wel seyn that in this world ther nas.\\n The circuit a myle was aboute,\\n Walled of stoon, and diched al with-oute. (1030)\\n Round was the shap, in maner of compas,\\n Ful of degrees, the heighte of sixty pas, 1890\\n That, whan a man was set on o degree,\\n He letted nat his felawe for to see.\\n Est-ward ther stood a gate of marbel whyt,\\n West-ward, right swich another in the opposit.\\n And shortly to concluden, swich a place 1895\\n Was noon in erthe, as in so litel space;\\n For in the lond ther nas no crafty man,\\n That geometrie or ars-metrik can, (1040)\\n Ne purtreyour, ne kerver of images,\\n That Theseus ne yaf him mete and wages 1900\\n The theatre for to maken and devyse.\\n And for to doon his ryte and sacrifyse,\\n He est-ward hath, up-on the gate above,\\n In worship of Venus, goddesse of love,\\n Don make an auter and an oratorie; 1905\\n And west-ward, in the minde and in memorie\\n Of Mars, he maked hath right swich another,\\n That coste largely of gold a fother. (1050)\\n And north-ward, in a touret on the wal,\\n Of alabastre whyt and reed coral 1910\\n An oratorie riche for to see,\\n In worship of Dyane of chastitee,\\n Hath Theseus don wroght in noble wyse.\\n But yet hadde I foryeten to devyse\\n The noble kerving, and the portreitures, 1915\\n The shap, the countenaunce, and the figures,\\n That weren in thise oratories three.\\n First in the temple of Venus maystow see (1060)\\n Wroght on the wal, ful pitous to biholde,\\n The broken slepes, and the sykes colde; 1920\\n The sacred teres, and the waymenting;\\n The fyry strokes of the desiring,\\n That loves servaunts in this lyf enduren;\\n The othes, that hir covenants assuren;\\n Plesaunce and hope, desyr, fool-hardinesse, 1925\\n Beautee and youthe, bauderie, richesse,\\n Charmes and force, lesinges, flaterye,\\n Dispense, bisynesse, and Ielousye, (1070)\\n That wered of yelwe goldes a gerland,\\n And a cokkow sitting on hir hand; 1930\\n Festes, instruments, caroles, daunces,\\n Lust and array, and alle the circumstaunces\\n Of love, whiche that I rekne and rekne shal,\\n By ordre weren peynted on the wal,\\n And mo than I can make of mencioun. 1935\\n For soothly, al the mount of Citheroun,\\n Ther Venus hath hir principal dwelling,\\n Was shewed on the wal in portreying, (1080)\\n With al the gardin, and the lustinesse.\\n Nat was foryeten the porter Ydelnesse, 1940\\n Ne Narcisus the faire of yore agon,\\n Ne yet the folye of king Salamon,\\n Ne yet the grete strengthe of Hercules--\\n Thenchauntements of Medea and Circes--\\n Ne of Turnus, with the hardy fiers corage, 1945\\n The riche Cresus, caytif in servage.\\n Thus may ye seen that wisdom ne richesse,\\n Beautee ne sleighte, strengthe, ne hardinesse, (1090)\\n Ne may with Venus holde champartye;\\n For as hir list the world than may she gye. 1950\\n Lo, alle thise folk so caught were in hir las,\\n Til they for wo ful ofte seyde 'allas!'\\n Suffyceth heer ensamples oon or two,\\n And though I coude rekne a thousand mo.\\n The statue of Venus, glorious for to see, 1955\\n Was naked fleting in the large see,\\n And fro the navele doun all covered was\\n With wawes grene, and brighte as any glas. (1100)\\n A citole in hir right hand hadde she,\\n And on hir heed, ful semely for to see, 1960\\n A rose gerland, fresh and wel smellinge;\\n Above hir heed hir dowves flikeringe.\\n Biforn hir stood hir sone Cupido,\\n Up-on his shuldres winges hadde he two;\\n And blind he was, as it is ofte sene; 1965\\n A bowe he bar and arwes brighte and kene.\\n Why sholde I noght as wel eek telle yow al\\n The portreiture, that was up-on the wal (1110)\\n With-inne the temple of mighty Mars the rede?\\n Al peynted was the wal, in lengthe and brede, 1970\\n Lyk to the estres of the grisly place,\\n That highte the grete temple of Mars in Trace,\\n In thilke colde frosty regioun,\\n Ther-as Mars hath his sovereyn mansioun.\\n First on the wal was peynted a foreste, 1975\\n In which ther dwelleth neither man ne beste,\\n With knotty knarry bareyn treës olde\\n Of stubbes sharpe and hidous to biholde; (1120)\\n In which ther ran a rumbel and a swough,\\n As though a storm sholde bresten every bough: 1980\\n And downward from an hille, under a bente,\\n Ther stood the temple of Mars armipotente,\\n Wroght al of burned steel, of which thentree\\n Was long and streit, and gastly for to see.\\n And ther-out cam a rage and such a vese, 1985\\n That it made al the gates for to rese.\\n The northren light in at the dores shoon,\\n For windowe on the wal ne was ther noon, (1130)\\n Thurgh which men mighten any light discerne.\\n The dores were alle of adamant eterne, 1990\\n Y-clenched overthwart and endelong\\n With iren tough; and, for to make it strong,\\n Every piler, the temple to sustene,\\n Was tonne-greet, of iren bright and shene.\\n Ther saugh I first the derke imagining 1995\\n Of felonye, and al the compassing;\\n The cruel ire, reed as any glede;\\n The pykepurs, and eek the pale drede; (1140)\\n The smyler with the knyf under the cloke;\\n The shepne brenning with the blake smoke; 2000\\n The treson of the mordring in the bedde;\\n The open werre, with woundes al bi-bledde;\\n Contek, with blody knyf and sharp manace;\\n Al ful of chirking was that sory place.\\n The sleere of him-self yet saugh I ther, 2005\\n His herte-blood hath bathed al his heer;\\n The nayl y-driven in the shode a-night;\\n The colde deeth, with mouth gaping up-right. (1150)\\n Amiddes of the temple sat meschaunce,\\n With disconfort and sory contenaunce. 2010\\n Yet saugh I woodnesse laughing in his rage;\\n Armed compleint, out-hees, and fiers outrage.\\n The careyne in the bush, with throte y-corve:\\n A thousand slayn, and nat of qualm y-storve;\\n The tiraunt, with the prey by force y-raft; 2015\\n The toun destroyed, ther was no-thing laft.\\n Yet saugh I brent the shippes hoppesteres;\\n The hunte strangled with the wilde beres: (1160)\\n The sowe freten the child right in the cradel;\\n The cook y-scalded, for al his longe ladel. 2020\\n Noght was foryeten by the infortune of Marte;\\n The carter over-riden with his carte,\\n Under the wheel ful lowe he lay adoun.\\n Ther were also, of Martes divisioun,\\n The barbour, and the bocher, and the smith 2025\\n That forgeth sharpe swerdes on his stith.\\n And al above, depeynted in a tour,\\n Saw I conquest sittinge in greet honour, (1170)\\n With the sharpe swerde over his heed\\n Hanginge by a sotil twynes threed. 2030\\n Depeynted was the slaughtre of Iulius,\\n Of grete Nero, and of Antonius;\\n Al be that thilke tyme they were unborn,\\n Yet was hir deeth depeynted ther-biforn,\\n By manasinge of Mars, right by figure; 2035\\n So was it shewed in that portreiture\\n As is depeynted in the sterres above,\\n Who shal be slayn or elles deed for love. (1180)\\n Suffyceth oon ensample in stories olde,\\n I may not rekne hem alle, thogh I wolde. 2040\\n The statue of Mars up-on a carte stood,\\n Armed, and loked grim as he were wood;\\n And over his he'ed ther shynen two figures\\n Of sterres, that been cleped in scriptures,\\n That oon Puella, that other Rubeus. 2045\\n This god of armes was arrayed thus:--\\n A wolf ther stood biforn him at his feet\\n With eyen rede, and of a man he eet; (1190)\\n With sotil pencel was depeynt this storie,\\n In redoutinge of Mars and of his glorie. 2050\\n Now to the temple of Diane the chaste\\n As shortly as I can I wol me haste,\\n To telle yow al the descripcioun.\\n Depeynted been the walles up and doun\\n Of hunting and of shamfast chastitee. 2055\\n Ther saugh I how woful Calistopee,\\n Whan that Diane agreved was with here,\\n Was turned from a womman til a bere, (1200)\\n And after was she maad the lode-sterre;\\n Thus was it peynt, I can say yow no ferre; 2060\\n Hir sone is eek a sterre, as men may see.\\n Ther saugh I Dane, y-turned til a tree,\\n I mene nat the goddesse Diane,\\n But Penneus doughter, which that highte Dane.\\n Ther saugh I Attheon an hert y-maked, 2065\\n For vengeaunce that he saugh Diane al naked;\\n I saugh how that his houndes have him caught,\\n And freten him, for that they knewe him naught. (1210)\\n Yet peynted was a litel forther-moor,\\n How Atthalante hunted the wilde boor, 2070\\n And Meleagre, and many another mo,\\n For which Diane wroghte him care and wo.\\n Ther saugh I many another wonder storie,\\n The whiche me list nat drawen to memorie.\\n This goddesse on an hert ful hye seet, 2075\\n With smale houndes al aboute hir feet;\\n And undernethe hir feet she hadde a mone,\\n Wexing it was, and sholde wanie sone. (1220)\\n In gaude grene hir statue clothed was,\\n With bowe in honde, and arwes in a cas. 2080\\n Hir eyen caste she ful lowe adoun,\\n Ther Pluto hath his derke regioun.\\n A womman travailinge was hir biforn,\\n But, for hir child so longe was unborn,\\n Ful pitously Lucyna gan she calle, 2085\\n And seyde, 'help, for thou mayst best of alle.'\\n Wel couthe he peynten lyfly that it wroghte,\\n With many a florin he the hewes boghte. (1230)\\n Now been thise listes maad, and Theseus,\\n That at his grete cost arrayed thus 2090\\n The temples and the theatre every del,\\n Whan it was doon, him lyked wonder wel.\\n But stinte I wol of Theseus a lyte,\\n And speke of Palamon and of Arcite.\\n The day approcheth of hir retourninge, 2095\\n That everich sholde an hundred knightes bringe,\\n The bataille to darreyne, as I yow tolde;\\n And til Athenes, hir covenant for to holde, (1240)\\n Hath everich of hem broght an hundred knightes\\n Wel armed for the werre at alle rightes. 2100\\n And sikerly, ther trowed many a man\\n That never, sithen that the world bigan,\\n As for to speke of knighthod of hir hond,\\n As fer as God hath maked see or lond,\\n Nas, of so fewe, so noble a companye. 2105\\n For every wight that lovede chivalrye,\\n And wolde, his thankes, han a passant name,\\n Hath preyed that he mighte ben of that game; (1250)\\n And wel was him, that ther-to chosen was.\\n For if ther fille to-morwe swich a cas, 2110\\n Ye knowen wel, that every lusty knight,\\n That loveth paramours, and hath his might,\\n Were it in Engelond, or elles-where,\\n They wolde, hir thankes, wilnen to be there.\\n To fighte for a lady, _benedicite!_ 2115\\n It were a lusty sighte for to see.\\n And right so ferden they with Palamon.\\n With him ther wenten knightes many oon; (1260)\\n Som wol ben armed in an habergeoun,\\n In a brest-plat and in a light gipoun; 2120\\n And somme woln have a peyre plates large;\\n And somme woln have a Pruce sheld, or a targe;\\n Somme woln ben armed on hir legges weel,\\n And have an ax, and somme a mace of steel.\\n Ther nis no newe gyse, that it nas old. 2125\\n Armed were they, as I have you told,\\n Everich after his opinioun.\\n Ther maistow seen coming with Palamoun (1270)\\n Ligurge him-self, the grete king of Trace;\\n Blak was his berd, and manly was his face. 2130\\n The cercles of his eyen in his heed,\\n They gloweden bitwixe yelow and reed;\\n And lyk a griffon loked he aboute,\\n With kempe heres on his browes stoute;\\n His limes grete, his braunes harde and stronge, 2135\\n His shuldres brode, his armes rounde and longe.\\n And as the gyse was in his contree,\\n Ful hye up-on a char of gold stood he, (1280)\\n With foure whyte boles in the trays.\\n In-stede of cote-armure over his harnays, 2140\\n With nayles yelwe and brighte as any gold,\\n He hadde a beres skin, col-blak, for-old.\\n His longe heer was kembd bihinde his bak,\\n As any ravenes fether it shoon for-blak:\\n A wrethe of gold arm-greet, of huge wighte, 2145\\n Upon his heed, set ful of stones brighte,\\n Of fyne rubies and of dyamaunts.\\n Aboute his char ther wenten whyte alaunts, (1290)\\n Twenty and mo, as grete as any steer,\\n To hunten at the leoun or the deer, 2150\\n And folwed him, with mosel faste y-bounde,\\n Colers of gold, and torets fyled rounde.\\n An hundred lordes hadde he in his route\\n Armed ful wel, with hertes sterne and stoute.\\n With Arcita, in stories as men finde, 2155\\n The grete Emetreus, the king of Inde,\\n Up-on a stede bay, trapped in steel,\\n Covered in cloth of gold diapred weel, (1300)\\n Cam ryding lyk the god of armes, Mars.\\n His cote-armure was of cloth of Tars, 2160\\n Couched with perles whyte and rounde and grete.\\n His sadel was of brend gold newe y-bete;\\n A mantelet upon his shuldre hanginge\\n Bret-ful of rubies rede, as fyr sparklinge.\\n His crispe heer lyk ringes was y-ronne, 2165\\n And that was yelow, and glitered as the sonne.\\n His nose was heigh, his eyen bright citryn,\\n His lippes rounde, his colour was sangwyn, (1310)\\n A fewe fraknes in his face y-spreynd,\\n Betwixen yelow and somdel blak y-meynd, 2170\\n And as a leoun he his loking caste.\\n Of fyve and twenty yeer his age I caste.\\n His berd was wel bigonne for to springe;\\n His voys was as a trompe thunderinge.\\n Up-on his heed he wered of laurer grene 2175\\n A gerland fresh and lusty for to sene.\\n Up-on his hand he bar, for his deduyt,\\n An egle tame, as eny lilie whyt. (1320)\\n An hundred lordes hadde he with him there,\\n Al armed, sauf hir heddes, in al hir gere, 2180\\n Ful richely in alle maner thinges.\\n For trusteth wel, that dukes, erles, kinges,\\n Were gadered in this noble companye,\\n For love and for encrees of chivalrye.\\n Aboute this king ther ran on every part 2185\\n Ful many a tame leoun and lepart.\\n And in this wyse thise lordes, alle and some,\\n Ben on the Sonday to the citee come (1330)\\n Aboute pryme, and in the toun alight.\\n This Theseus, this duk, this worthy knight, 2190\\n Whan he had broght hem in-to his citee,\\n And inned hem, everich in his degree,\\n He festeth hem, and dooth so greet labour\\n To esen hem, and doon hem al honour,\\n That yet men weneth that no mannes wit 2195\\n Of noon estat ne coude amenden it.\\n The minstralcye, the service at the feste,\\n The grete yiftes to the moste and leste, (1340)\\n The riche array of Theseus paleys,\\n Ne who sat first ne last up-on the deys, 2200\\n What ladies fairest been or best daunsinge,\\n Or which of hem can dauncen best and singe,\\n Ne who most felingly speketh of love:\\n What haukes sitten on the perche above,\\n What houndes liggen on the floor adoun: 2205\\n Of al this make I now no mencioun;\\n But al theffect, that thinketh me the beste;\\n Now comth the poynt, and herkneth if yow leste. (1350)\\n The Sonday night, er day bigan to springe,\\n When Palamon the larke herde singe, 2210\\n Although it nere nat day by houres two,\\n Yet song the larke, and Palamon also.\\n With holy herte, and with an heigh corage\\n He roos, to wenden on his pilgrimage\\n Un-to the blisful Citherea benigne, 2215\\n I mene Venus, honurable and digne.\\n And in hir houre he walketh forth a pas\\n Un-to the listes, ther hir temple was, (1360)\\n And doun he kneleth, and with humble chere\\n And herte soor, he seyde as ye shul here. 2220\\n 'Faireste of faire, o lady myn, Venus,\\n Doughter to Iove and spouse of Vulcanus,\\n Thou glader of the mount of Citheroun,\\n For thilke love thou haddest to Adoun,\\n Have pitee of my bittre teres smerte, 2225\\n And tak myn humble preyer at thyn herte.\\n Allas! I ne have no langage to telle\\n Theffectes ne the torments of myn helle; (1370)\\n Myn herte may myne harmes nat biwreye;\\n I am so confus, that I can noght seye. 2230\\n But mercy, lady bright, that knowest weel\\n My thought, and seest what harmes that I feel,\\n Considere al this, and rewe up-on my sore,\\n As wisly as I shal for evermore,\\n Emforth my might, thy trewe servant be, 2235\\n And holden werre alwey with chastitee;\\n That make I myn avow, so ye me helpe.\\n I kepe noght of armes for to yelpe, (1380)\\n Ne I ne axe nat to-morwe to have victorie,\\n Ne renoun in this cas, ne veyne glorie 2240\\n Of pris of armes blowen up and doun,\\n But I wolde have fully possessioun\\n Of Emelye, and dye in thy servyse;\\n Find thou the maner how, and in what wyse.\\n I recche nat, but it may bettre be, 2245\\n To have victorie of hem, or they of me,\\n So that I have my lady in myne armes.\\n For though so be that Mars is god of armes, (1390)\\n Your vertu is so greet in hevene above,\\n That, if yow list, I shal wel have my love, 2250\\n Thy temple wol I worshipe evermo,\\n And on thyn auter, wher I ryde or go,\\n I wol don sacrifice, and fyres bete.\\n And if ye wol nat so, my lady swete,\\n Than preye I thee, to-morwe with a spere 2255\\n That Arcita me thurgh the herte bere.\\n Thanne rekke I noght, whan I have lost my lyf,\\n Though that Arcita winne hir to his wyf. (1400)\\n This is theffect and ende of my preyere,\\n Yif me my love, thou blisful lady dere.' 2260\\n Whan thorisoun was doon of Palamon,\\n His sacrifice he dide, and that anon\\n Ful pitously, with alle circumstaunces,\\n Al telle I noght as now his observaunces.\\n But atte laste the statue of Venus shook, 2265\\n And made a signe, wher-by that he took\\n That his preyere accepted was that day.\\n For thogh the signe shewed a delay, (1410)\\n Yet wiste he wel that graunted was his bone;\\n And with glad herte he wente him hoom ful sone. 2270\\n The thridde houre inequal that Palamon\\n Bigan to Venus temple for to goon,\\n Up roos the sonne, and up roos Emelye,\\n And to the temple of Diane gan hye.\\n Hir maydens, that she thider with hir ladde, 2275\\n Ful redily with hem the fyr they hadde,\\n Thencens, the clothes, and the remenant al\\n That to the sacrifyce longen shal; (1420)\\n The hornes fulle of meth, as was the gyse;\\n Ther lakked noght to doon hir sacrifyse. 2280\\n Smoking the temple, ful of clothes faire,\\n This Emelye, with herte debonaire,\\n Hir body wessh with water of a welle;\\n But how she dide hir ryte I dar nat telle,\\n But it be any thing in general; 2285\\n And yet it were a game to heren al;\\n To him that meneth wel, it were no charge:\\n But it is good a man ben at his large. (1430)\\n Hir brighte heer was kempt, untressed al;\\n A coroune of a grene ook cerial 2290\\n Up-on hir heed was set ful fair and mete.\\n Two fyres on the auter gan she bete,\\n And dide hir thinges, as men may biholde\\n In Stace of Thebes, and thise bokes olde.\\n Whan kindled was the fyr, with pitous chere 2295\\n Un-to Diane she spak, as ye may here.\\n 'O chaste goddesse of the wodes grene,\\n To whom bothe hevene and erthe and see is sene, (1440)\\n Quene of the regne of Pluto derk and lowe,\\n Goddesse of maydens, that myn herte hast knowe 2300\\n Ful many a yeer, and woost what I desire,\\n As keep me fro thy vengeaunce and thyn ire,\\n That Attheon aboughte cruelly.\\n Chaste goddesse, wel wostow that I\\n Desire to been a mayden al my lyf, 2305\\n Ne never wol I be no love ne wyf.\\n I am, thou woost, yet of thy companye,\\n A mayde, and love hunting and venerye, (1450)\\n And for to walken in the wodes wilde,\\n And noght to been a wyf, and be with childe. 2310\\n Noght wol I knowe companye of man.\\n Now help me, lady, sith ye may and can,\\n For tho thre formes that thou hast in thee.\\n And Palamon, that hath swich love to me,\\n And eek Arcite, that loveth me so sore, 2315\\n This grace I preye thee with-oute more,\\n As sende love and pees bitwixe hem two;\\n And fro me turne awey hir hertes so, (1460)\\n That al hir hote love, and hir desyr,\\n And al hir bisy torment, and hir fyr 2320\\n Be queynt, or turned in another place;\\n And if so be thou wolt not do me grace,\\n Or if my destinee be shapen so,\\n That I shal nedes have oon of hem two,\\n As sende me him that most desireth me. 2325\\n Bihold, goddesse of clene chastitee,\\n The bittre teres that on my chekes falle.\\n Sin thou are mayde, and keper of us alle, (1470)\\n My maydenhede thou kepe and wel conserve,\\n And whyl I live a mayde, I wol thee serve.' 2330\\n The fyres brenne up-on the auter clere,\\n Whyl Emelye was thus in hir preyere;\\n But sodeinly she saugh a sighte queynte,\\n For right anon oon of the fyres queynte,\\n And quiked agayn, and after that anon 2335\\n That other fyr was queynt, and al agon;\\n And as it queynte, it made a whistelinge,\\n As doon thise wete brondes in hir brenninge, (1480)\\n And at the brondes ende out-ran anoon\\n As it were blody dropes many oon; 2340\\n For which so sore agast was Emelye,\\n That she was wel ny mad, and gan to crye,\\n For she ne wiste what it signifyed;\\n But only for the fere thus hath she cryed,\\n And weep, that it was pitee for to here. 2345\\n And ther-with-al Diane gan appere,\\n With bowe in hond, right as an hunteresse,\\n And seyde: 'Doghter, stint thyn hevinesse. (1490)\\n Among the goddes hye it is affermed,\\n And by eterne word write and confermed, 2350\\n Thou shalt ben wedded un-to oon of tho\\n That han for thee so muchel care and wo;\\n But un-to which of hem I may nat telle.\\n Farwel, for I ne may no lenger dwelle.\\n The fyres which that on myn auter brenne 2355\\n Shul thee declaren, er that thou go henne,\\n Thyn aventure of love, as in this cas.'\\n And with that word, the arwes in the cas (1500)\\n Of the goddesse clateren faste and ringe,\\n And forth she wente, and made a vanisshinge; 2360\\n For which this Emelye astoned was,\\n And seyde, 'What amounteth this, allas!\\n I putte me in thy proteccioun,\\n Diane, and in thy disposicioun.'\\n And hoom she gooth anon the nexte weye. 2365\\n This is theffect, ther is namore to seye.\\n The nexte houre of Mars folwinge this,\\n Arcite un-to the temple walked is (1510)\\n Of fierse Mars, to doon his sacrifyse,\\n With alle the rytes of his payen wyse. 2370\\n With pitous herte and heigh devocioun,\\n Right thus to Mars he seyde his orisoun:\\n 'O stronge god, that in the regnes colde\\n Of Trace honoured art, and lord y-holde,\\n And hast in every regne and every lond 2375\\n Of armes al the brydel in thyn hond,\\n And hem fortunest as thee list devyse,\\n Accept of me my pitous sacrifyse. (1520)\\n If so be that my youthe may deserve,\\n And that my might be worthy for to serve 2380\\n Thy godhede, that I may been oon of thyne,\\n Than preye I thee to rewe up-on my pyne.\\n For thilke peyne, and thilke hote fyr,\\n In which thou whylom brendest for desyr,\\n Whan that thou usedest the grete beautee 2385\\n Of fayre yonge fresshe Venus free,\\n And haddest hir in armes at thy wille,\\n Al-though thee ones on a tyme misfille (1530)\\n Whan Vulcanus had caught thee in his las,\\n And fond thee ligging by his wyf, allas! 2390\\n For thilke sorwe that was in thyn herte,\\n Have routhe as wel up-on my peynes smerte.\\n I am yong and unkonning, as thou wost,\\n And, as I trowe, with love offended most,\\n That ever was any lyves creature; 2395\\n For she, that dooth me al this wo endure,\\n Ne reccheth never wher I sinke or flete.\\n And wel I woot, er she me mercy hete, (1540)\\n I moot with strengthe winne hir in the place;\\n And wel I woot, withouten help or grace 2400\\n Of thee, ne may my strengthe noght availle.\\n Than help me, lord, to-morwe in my bataille,\\n For thilke fyr that whylom brente thee,\\n As wel as thilke fyr now brenneth me;\\n And do that I to-morwe have victorie. 2405\\n Myn be the travaille, and thyn be the glorie!\\n Thy soverein temple wol I most honouren\\n Of any place, and alwey most labouren (1550)\\n In thy plesaunce and in thy craftes stronge,\\n And in thy temple I wol my baner honge, 2410\\n And alle the armes of my companye;\\n And evere-mo, un-to that day I dye,\\n Eterne fyr I wol biforn thee finde.\\n And eek to this avow I wol me binde:\\n My berd, myn heer that hongeth long adoun, 2415\\n That never yet ne felte offensioun\\n Of rasour nor of shere, I wol thee yive,\\n And ben thy trewe servant whyl I live. (1560)\\n Now lord, have routhe up-on my sorwes sore,\\n Yif me victorie, I aske thee namore.' 2420\\n The preyere stinte of Arcita the stronge,\\n The ringes on the temple-dore that honge,\\n And eek the dores, clatereden ful faste,\\n Of which Arcita som-what him agaste.\\n The fyres brende up-on the auter brighte, 2425\\n That it gan al the temple for to lighte;\\n And swete smel the ground anon up-yaf,\\n And Arcita anon his hand up-haf, (1570)\\n And more encens in-to the fyr he caste,\\n With othere rytes mo; and atte laste 2430\\n The statue of Mars bigan his hauberk ringe.\\n And with that soun he herde a murmuringe\\n Ful lowe and dim, that sayde thus, 'Victorie:'\\n For which he yaf to Mars honour and glorie.\\n And thus with Ioye, and hope wel to fare, 2435\\n Arcite anon un-to his inne is fare,\\n As fayn as fowel is of the brighte sonne.\\n And right anon swich stryf ther is bigonne (1580)\\n For thilke graunting, in the hevene above,\\n Bitwixe Venus, the goddesse of love, 2440\\n And Mars, the sterne god armipotente,\\n That Iupiter was bisy it to stente;\\n Til that the pale Saturnus the colde,\\n That knew so manye of aventures olde,\\n Fond in his olde experience an art, 2445\\n That he ful sone hath plesed every part.\\n As sooth is sayd, elde hath greet avantage;\\n In elde is bothe wisdom and usage; (1590)\\n Men may the olde at-renne, and noght at-rede.\\n Saturne anon, to stinten stryf and drede, 2450\\n Al be it that it is agayn his kynde,\\n Of al this stryf he gan remedie fynde.\\n 'My dere doghter Venus,' quod Saturne,\\n 'My cours, that hath so wyde for to turne,\\n Hath more power than wot any man. 2455\\n Myn is the drenching in the see so wan;\\n Myn is the prison in the derke cote;\\n Myn is the strangling and hanging by the throte; (1600)\\n The murmure, and the cherles rebelling,\\n The groyning, and the pryvee empoysoning: 2460\\n I do vengeance and pleyn correccioun\\n Whyl I dwelle in the signe of the leoun.\\n Myn is the ruine of the hye halles,\\n The falling of the toures and of the walles\\n Up-on the mynour or the carpenter. 2465\\n I slow Sampsoun in shaking the piler;\\n And myne be the maladyes colde,\\n The derke tresons, and the castes olde; (1610)\\n My loking is the fader of pestilence.\\n Now weep namore, I shal doon diligence 2470\\n That Palamon, that is thyn owne knight,\\n Shal have his lady, as thou hast him hight.\\n Though Mars shal helpe his knight, yet nathelees\\n Bitwixe yow ther moot be som tyme pees,\\n Al be ye noght of o complexioun, 2475\\n That causeth al day swich divisioun.\\n I am thin ayel, redy at thy wille;\\n Weep thou namore, I wol thy lust fulfille.' (1620)\\n Now wol I stinten of the goddes above,\\n Of Mars, and of Venus, goddesse of love, 2480\\n And telle yow, as pleynly as I can,\\n The grete effect, for which that I bigan.\\n Greet was the feste in Athenes that day,\\n And eek the lusty seson of that May\\n Made every wight to been in swich plesaunce, 2485\\n That al that Monday Iusten they and daunce,\\n And spenden it in Venus heigh servyse.\\n But by the cause that they sholde ryse (1630)\\n Erly, for to seen the grete fight,\\n Unto hir reste wente they at night. 2490\\n And on the morwe, whan that day gan springe,\\n Of hors and harneys, noyse and clateringe\\n Ther was in hostelryes al aboute;\\n And to the paleys rood ther many a route\\n Of lordes, up-on stedes and palfreys. 2495\\n Ther maystow seen devysing of herneys\\n So uncouth and so riche, and wroght so weel\\n Of goldsmithrie, of browding, and of steel; (1640)\\n The sheeldes brighte, testers, and trappures;\\n Gold-hewen helmes, hauberks, cote-armures; 2500\\n Lordes in paraments on hir courseres,\\n Knightes of retenue, and eek squyeres\\n Nailinge the speres, and helmes bokelinge,\\n Gigginge of sheeldes, with layneres lacinge;\\n Ther as need is, they weren no-thing ydel; 2505\\n The fomy stedes on the golden brydel\\n Gnawinge, and faste the armurers also\\n With fyle and hamer prikinge to and fro; (1650)\\n Yemen on fote, and communes many oon\\n With shorte staves, thikke as they may goon; 2510\\n Pypes, trompes, nakers, clariounes,\\n That in the bataille blowen blody sounes;\\n The paleys ful of peples up and doun,\\n Heer three, ther ten, holding hir questioun,\\n Divyninge of thise Thebane knightes two. 2515\\n Somme seyden thus, somme seyde it shal be so;\\n Somme helden with him with the blake berd,\\n Somme with the balled, somme with the thikke-herd; (1660)\\n Somme sayde, he loked grim and he wolde fighte;\\n He hath a sparth of twenty pound of wighte. 2520\\n Thus was the halle ful of divyninge,\\n Longe after that the sonne gan to springe.\\n The grete Theseus, that of his sleep awaked\\n With minstralcye and noyse that was maked,\\n Held yet the chambre of his paleys riche, 2525\\n Til that the Thebane knightes, bothe y-liche\\n Honoured, were into the paleys fet.\\n Duk Theseus was at a window set, (1670)\\n Arrayed right as he were a god in trone.\\n The peple preesseth thider-ward ful sone 2530\\n Him for to seen, and doon heigh reverence,\\n And eek to herkne his hest and his sentence.\\n An heraud on a scaffold made an ho,\\n Til al the noyse of the peple was y-do;\\n And whan he saugh the peple of noyse al stille, 2535\\n Tho showed he the mighty dukes wille.\\n 'The lord hath of his heigh discrecioun\\n Considered, that it were destruccioun (1680)\\n To gentil blood, to fighten in the gyse\\n Of mortal bataille now in this empryse; 2540\\n Wherfore, to shapen that they shul not dye,\\n He wol his firste purpos modifye.\\n No man therfor, up peyne of los of lyf,\\n No maner shot, ne pollax, ne short knyf\\n Into the listes sende, or thider bringe; 2545\\n Ne short swerd for to stoke, with poynt bytinge,\\n No man ne drawe, ne bere it by his syde.\\n Ne no man shal un-to his felawe ryde (1690)\\n But o cours, with a sharp y-grounde spere;\\n Foyne, if him list, on fote, him-self to were. 2550\\n And he that is at meschief, shal be take,\\n And noght slayn, but be broght un-to the stake\\n That shal ben ordeyned on either syde;\\n But thider he shal by force, and ther abyde.\\n And if so falle, the chieftayn be take 2555\\n On either syde, or elles slee his make,\\n No lenger shal the turneyinge laste.\\n God spede yow; goth forth, and ley on faste. (1700)\\n With long swerd and with maces fight your fille.\\n Goth now your wey; this is the lordes wille.' 2560\\n The voys of peple touchede the hevene,\\n So loude cryden they with mery stevene:\\n 'God save swich a lord, that is so good,\\n He wilneth no destruccioun of blood!'\\n Up goon the trompes and the melodye. 2565\\n And to the listes rit the companye\\n By ordinaunce, thurgh-out the citee large,\\n Hanged with cloth of gold, and nat with sarge. (1710)\\n Ful lyk a lord this noble duk gan ryde,\\n Thise two Thebanes up-on either syde; 2570\\n And after rood the quene, and Emelye,\\n And after that another companye\\n Of oon and other, after hir degree.\\n And thus they passen thurgh-out the citee,\\n And to the listes come they by tyme. 2575\\n It nas not of the day yet fully pryme,\\n Whan set was Theseus ful riche and hye,\\n Ipolita the quene and Emelye, (1720)\\n And other ladies in degrees aboute.\\n Un-to the seetes preesseth al the route. 2580\\n And west-ward, thurgh the gates under Marte,\\n Arcite, and eek the hundred of his parte,\\n With baner reed is entred right anon;\\n And in that selve moment Palamon\\n Is under Venus, est-ward in the place, 2585\\n With baner whyt, and hardy chere and face.\\n In al the world, to seken up and doun,\\n So even with-outen variacioun, (1730)\\n Ther nere swiche companyes tweye.\\n For ther nas noon so wys that coude seye, 2590\\n That any hadde of other avauntage\\n Of worthinesse, ne of estaat, ne age,\\n So even were they chosen, for to gesse.\\n And in two renges faire they hem dresse.\\n Whan that hir names rad were everichoon, 2595\\n That in hir nombre gyle were ther noon,\\n Tho were the gates shet, and cryed was loude:\\n 'Do now your devoir, yonge knightes proude!' (1740)\\n The heraudes lefte hir priking up and doun;\\n Now ringen trompes loude and clarioun; 2600\\n Ther is namore to seyn, but west and est\\n In goon the speres ful sadly in arest;\\n In goth the sharpe spore in-to the syde.\\n Ther seen men who can Iuste, and who can ryde;\\n Ther shiveren shaftes up-on sheeldes thikke; 2605\\n He feleth thurgh the herte-spoon the prikke.\\n Up springen speres twenty foot on highte;\\n Out goon the swerdes as the silver brighte. (1750)\\n The helmes they to-hewen and to-shrede;\\n Out brest the blood, with sterne stremes rede. 2610\\n With mighty maces the bones they to-breste.\\n He thurgh the thikkeste of the throng gan threste.\\n Ther stomblen stedes stronge, and doun goth al.\\n He rolleth under foot as dooth a bal.\\n He foyneth on his feet with his tronchoun, 2615\\n And he him hurtleth with his hors adoun.\\n He thurgh the body is hurt, and sithen y-take,\\n Maugree his heed, and broght un-to the stake, (1760)\\n As forward was, right ther he moste abyde;\\n Another lad is on that other syde. 2620\\n And som tyme dooth hem Theseus to reste,\\n Hem to refresshe, and drinken if hem leste.\\n Ful ofte a-day han thise Thebanes two\\n Togidre y-met, and wroght his felawe wo;\\n Unhorsed hath ech other of hem tweye. 2625\\n Ther nas no tygre in the vale of Galgopheye,\\n Whan that hir whelp is stole, whan it is lyte,\\n So cruel on the hunte, as is Arcite (1770)\\n For Ielous herte upon this Palamoun:\\n Ne in Belmarye ther nis so fel leoun, 2630\\n That hunted is, or for his hunger wood,\\n Ne of his praye desireth so the blood,\\n As Palamon to sleen his fo Arcite.\\n The Ielous strokes on hir helmes byte;\\n Out renneth blood on bothe hir sydes rede. 2635\\n Som tyme an ende ther is of every dede;\\n For er the sonne un-to the reste wente,\\n The stronge king Emetreus gan hente (1780)\\n This Palamon, as he faught with Arcite,\\n And made his swerd depe in his flesh to byte; 2640\\n And by the force of twenty is he take\\n Unyolden, and y-drawe unto the stake.\\n And in the rescous of this Palamoun\\n The stronge king Ligurge is born adoun;\\n And king Emetreus, for al his strengthe, 2645\\n Is born out of his sadel a swerdes lengthe,\\n So hitte him Palamon er he were take;\\n But al for noght, he was broght to the stake. (1790)\\n His hardy herte mighte him helpe naught;\\n He moste abyde, whan that he was caught 2650\\n By force, and eek by composicioun.\\n Who sorweth now but woful Palamoun,\\n That moot namore goon agayn to fighte?\\n And whan that Theseus had seyn this sighte,\\n Un-to the folk that foghten thus echoon 2655\\n He cryde, 'Ho! namore, for it is doon!\\n I wol be trewe Iuge, and no partye.\\n Arcite of Thebes shal have Emelye, (1800)\\n That by his fortune hath hir faire y-wonne.'\\n Anon ther is a noyse of peple bigonne 2660\\n For Ioye of this, so loude and heigh with-alle,\\n It semed that the listes sholde falle.\\n What can now faire Venus doon above?\\n What seith she now? what dooth this quene of love?\\n But wepeth so, for wanting of hir wille, 2665\\n Til that hir teres in the listes fille;\\n She seyde: 'I am ashamed, doutelees.'\\n Saturnus seyde: 'Doghter, hold thy pees. (1810)\\n Mars hath his wille, his knight hath al his bone,\\n And, by myn heed, thou shalt ben esed sone.' 2670\\n The trompes, with the loude minstralcye,\\n The heraudes, that ful loude yolle and crye,\\n Been in hir wele for Ioye of daun Arcite.\\n But herkneth me, and stinteth now a lyte,\\n Which a miracle ther bifel anon. 2675\\n This fierse Arcite hath of his helm y-don,\\n And on a courser, for to shewe his face,\\n He priketh endelong the large place, (1820)\\n Loking upward up-on this Emelye;\\n And she agayn him caste a freendlich yë, 2680\\n (For wommen, as to speken in comune,\\n They folwen al the favour of fortune),\\n And she was al his chere, as in his herte.\\n Out of the ground a furie infernal sterte,\\n From Pluto sent, at requeste of Saturne, 2685\\n For which his hors for fere gan to turne,\\n And leep asyde, and foundred as he leep;\\n And, er that Arcite may taken keep, (1830)\\n He pighte him on the pomel of his heed,\\n That in the place he lay as he were deed, 2690\\n His brest to-brosten with his sadel-bowe.\\n As blak he lay as any cole or crowe,\\n So was the blood y-ronnen in his face.\\n Anon he was y-born out of the place\\n With herte soor, to Theseus paleys. 2695\\n Tho was he corven out of his harneys,\\n And in a bed y-brought ful faire and blyve,\\n For he was yet in memorie and alyve, (1840)\\n And alway crying after Emelye.\\n Duk Theseus, with al his companye, 2700\\n Is comen hoom to Athenes his citee,\\n With alle blisse and greet solempnitee.\\n Al be it that this aventure was falle,\\n He nolde noght disconforten hem alle.\\n Men seyde eek, that Arcite shal nat dye; 2705\\n He shal ben heled of his maladye.\\n And of another thing they were as fayn,\\n That of hem alle was ther noon y-slayn, (1850)\\n Al were they sore y-hurt, and namely oon,\\n That with a spere was thirled his brest-boon. 2710\\n To othere woundes, and to broken armes,\\n Some hadden salves, and some hadden charmes;\\n Fermacies of herbes, and eek save\\n They dronken, for they wolde hir limes have.\\n For which this noble duk, as he wel can, 2715\\n Conforteth and honoureth every man,\\n And made revel al the longe night,\\n Un-to the straunge lordes, as was right. (1860)\\n Ne ther was holden no disconfitinge,\\n But as a Iustes or a tourneyinge; 2720\\n For soothly ther was no disconfiture,\\n For falling nis nat but an aventure;\\n Ne to be lad with fors un-to the stake\\n Unyolden, and with twenty knightes take,\\n O persone allone, with-outen mo, 2725\\n And haried forth by arme, foot, and to,\\n And eek his stede driven forth with staves,\\n With footmen, bothe yemen and eek knaves, (1870)\\n It nas aretted him no vileinye,\\n Ther may no man clepen it cowardye. 2730\\n For which anon duk Theseus leet crye,\\n To stinten alle rancour and envye,\\n The gree as wel of o syde as of other,\\n And either syde y-lyk, as otheres brother;\\n And yaf hem yiftes after hir degree, 2735\\n And fully heeld a feste dayes three;\\n And conveyed the kinges worthily\\n Out of his toun a Iournee largely. (1880)\\n And hoom wente every man the righte way.\\n Ther was namore, but 'far wel, have good day!' 2740\\n Of this bataille I wol namore endyte,\\n But speke of Palamon and of Arcite.\\n Swelleth the brest of Arcite, and the sore\\n Encreesseth at his herte more and more.\\n The clothered blood, for any lechecraft, 2745\\n Corrupteth, and is in his bouk y-laft,\\n That neither veyne-blood, ne ventusinge,\\n Ne drinke of herbes may ben his helpinge. (1890)\\n The vertu expulsif, or animal,\\n Fro thilke vertu cleped natural 2750\\n Ne may the venim voyden, ne expelle.\\n The pypes of his longes gonne to swelle,\\n And every lacerte in his brest adoun\\n Is shent with venim and corrupcioun.\\n Him gayneth neither, for to gete his lyf, 2755\\n Vomyt upward, ne dounward laxatif;\\n Al is to-brosten thilke regioun,\\n Nature hath now no dominacioun. (1900)\\n And certeinly, ther nature wol nat wirche,\\n Far-wel, phisyk! go ber the man to chirche! 2760\\n This al and som, that Arcita mot dye,\\n For which he sendeth after Emelye,\\n And Palamon, that was his cosin dere;\\n Than seyde he thus, as ye shul after here.\\n 'Naught may the woful spirit in myn herte 2765\\n Declare o poynt of alle my sorwes smerte\\n To yow, my lady, that I love most;\\n But I biquethe the service of my gost (1910)\\n To yow aboven every creature,\\n Sin that my lyf may no lenger dure. 2770\\n Allas, the wo! allas, the peynes stronge,\\n That I for yow have suffred, and so longe!\\n Allas, the deeth! allas, myn Emelye!\\n Allas, departing of our companye!\\n Allas, myn hertes quene! allas, my wyf! 2775\\n Myn hertes lady, endere of my lyf!\\n What is this world? what asketh men to have?\\n Now with his love, now in his colde grave (1920)\\n Allone, with-outen any companye.\\n Far-wel, my swete fo! myn Emelye! 2780\\n And softe tak me in your armes tweye,\\n For love of God, and herkneth what I seye.\\n I have heer with my cosin Palamon\\n Had stryf and rancour, many a day a-gon,\\n For love of yow, and for my Ielousye. 2785\\n And Iupiter so wis my soule gye,\\n To speken of a servant proprely,\\n With alle circumstaunces trewely, (1930)\\n That is to seyn, trouthe, honour, and knighthede,\\n Wisdom, humblesse, estaat, and heigh kinrede, 2790\\n Fredom, and al that longeth to that art,\\n So Iupiter have of my soule part,\\n As in this world right now ne knowe I non\\n So worthy to ben loved as Palamon,\\n That serveth yow, and wol don al his lyf. 2795\\n And if that ever ye shul been a wyf,\\n Foryet nat Palamon, the gentil man.'\\n And with that word his speche faille gan, (1940)\\n For from his feet up to his brest was come\\n The cold of deeth, that hadde him overcome. 2800\\n And yet more-over, in his armes two\\n The vital strengthe is lost, and al ago.\\n Only the intellect, with-outen more,\\n That dwelled in his herte syk and sore,\\n Gan faillen, when the herte felte deeth, 2805\\n Dusked his eyen two, and failled breeth.\\n But on his lady yet caste he his yë;\\n His laste word was, 'mercy, Emelye!' (1950)\\n His spirit chaunged hous, and wente ther,\\n As I cam never, I can nat tellen wher. 2810\\n Therfor I stinte, I nam no divinistre;\\n Of soules finde I nat in this registre,\\n Ne me ne list thilke opiniouns to telle\\n Of hem, though that they wryten wher they dwelle.\\n Arcite is cold, ther Mars his soule gye; 2815\\n Now wol I speken forth of Emelye.\\n Shrighte Emelye, and howleth Palamon,\\n And Theseus his suster took anon (1960)\\n Swowninge, and bar hir fro the corps away.\\n What helpeth it to tarien forth the day, 2820\\n To tellen how she weep, bothe eve and morwe?\\n For in swich cas wommen have swich sorwe,\\n Whan that hir housbonds been from hem ago,\\n That for the more part they sorwen so,\\n Or elles fallen in swich maladye, 2825\\n That at the laste certeinly they dye.\\n Infinite been the sorwes and the teres\\n Of olde folk, and folk of tendre yeres, (1970)\\n In al the toun, for deeth of this Theban;\\n For him ther wepeth bothe child and man; 2830\\n So greet a weping was ther noon, certayn,\\n Whan Ector was y-broght, al fresh y-slayn,\\n To Troye; allas! the pitee that was ther,\\n Cracching of chekes, rending eek of heer.\\n 'Why woldestow be deed,' thise wommen crye, 2835\\n 'And haddest gold y-nough, and Emelye?'\\n No man mighte gladen Theseus,\\n Savinge his olde fader Egeus, (1980)\\n That knew this worldes transmutacioun,\\n As he had seyn it chaungen up and doun, 2840\\n Ioye after wo, and wo after gladnesse:\\n And shewed hem ensamples and lyknesse.\\n 'Right as ther deyed never man,' quod he,\\n 'That he ne livede in erthe in som degree,\\n Right so ther livede never man,' he seyde, 2845\\n 'In al this world, that som tyme he ne deyde.\\n This world nis but a thurghfare ful of wo,\\n And we ben pilgrimes, passinge to and fro; (1990)\\n Deeth is an ende of every worldly sore.'\\n And over al this yet seyde he muchel more 2850\\n To this effect, ful wysly to enhorte\\n The peple, that they sholde hem reconforte.\\n Duk Theseus, with al his bisy cure,\\n Caste now wher that the sepulture\\n Of good Arcite may best y-maked be, 2855\\n And eek most honurable in his degree.\\n And at the laste he took conclusioun,\\n That ther as first Arcite and Palamoun (2000)\\n Hadden for love the bataille hem bitwene,\\n That in that selve grove, swote and grene, 2860\\n Ther as he hadde his amorous desires,\\n His compleynt, and for love his hote fires,\\n He wolde make a fyr, in which thoffice\\n Funeral he mighte al accomplice;\\n And leet comaunde anon to hakke and hewe 2865\\n The okes olde, and leye hem on a rewe\\n In colpons wel arrayed for to brenne;\\n His officers with swifte feet they renne (2010)\\n And ryde anon at his comaundement.\\n And after this, Theseus hath y-sent 2870\\n After a bere, and it al over-spradde\\n With cloth of gold, the richest that he hadde.\\n And of the same suyte he cladde Arcite;\\n Upon his hondes hadde he gloves whyte;\\n Eek on his heed a croune of laurer grene, 2875\\n And in his hond a swerd ful bright and kene.\\n He leyde him bare the visage on the bere,\\n Therwith he weep that pitee was to here. (2020)\\n And for the peple sholde seen him alle,\\n Whan it was day, he broghte him to the halle, 2880\\n That roreth of the crying and the soun.\\n Tho cam this woful Theban Palamoun,\\n With flotery berd, and ruggy asshy heres,\\n In clothes blake, y-dropped al with teres;\\n And, passing othere of weping, Emelye, 2885\\n The rewfulleste of al the companye.\\n In as muche as the service sholde be\\n The more noble and riche in his degree, (2030)\\n Duk Theseus leet forth three stedes bringe,\\n That trapped were in steel al gliteringe, 2890\\n And covered with the armes of daun Arcite.\\n Up-on thise stedes, that weren grete and whyte,\\n Ther seten folk, of which oon bar his sheeld,\\n Another his spere up in his hondes heeld;\\n The thridde bar with him his bowe Turkeys, 2895\\n Of brend gold was the cas, and eek the harneys;\\n And riden forth a pas with sorweful chere\\n Toward the grove, as ye shul after here. (2040)\\n The nobleste of the Grekes that ther were\\n Upon hir shuldres carieden the bere, 2900\\n With slakke pas, and eyen rede and wete,\\n Thurgh-out the citee, by the maister-strete,\\n That sprad was al with blak, and wonder hye\\n Right of the same is al the strete y-wrye.\\n Up-on the right hond wente old Egeus, 2905\\n And on that other syde duk Theseus,\\n With vessels in hir hand of gold ful fyn,\\n Al ful of hony, milk, and blood, and wyn; (2050)\\n Eek Palamon, with ful greet companye;\\n And after that cam woful Emelye, 2910\\n With fyr in honde, as was that tyme the gyse,\\n To do thoffice of funeral servyse.\\n Heigh labour, and ful greet apparaillinge\\n Was at the service and the fyr-makinge,\\n That with his grene top the heven raughte, 2915\\n And twenty fadme of brede the armes straughte;\\n This is to seyn, the bowes were so brode.\\n Of stree first ther was leyd ful many a lode. (2060)\\n But how the fyr was maked up on highte,\\n And eek the names how the treës highte, 2920\\n As ook, firre, birch, asp, alder, holm, popler,\\n Wilow, elm, plane, ash, box, chasteyn, lind, laurer,\\n Mapul, thorn, beech, hasel, ew, whippeltree,\\n How they weren feld, shal nat be told for me;\\n Ne how the goddes ronnen up and doun, 2925\\n Disherited of hir habitacioun,\\n In which they woneden in reste and pees,\\n Nymphes, Faunes, and Amadrides; (2070)\\n Ne how the bestes and the briddes alle\\n Fledden for fere, whan the wode was falle; 2930\\n Ne how the ground agast was of the light,\\n That was nat wont to seen the sonne bright;\\n Ne how the fyr was couched first with stree,\\n And than with drye stokkes cloven a three,\\n And than with grene wode and spycerye, 2935\\n And than with cloth of gold and with perrye,\\n And gerlandes hanging with ful many a flour,\\n The mirre, thencens, with al so greet odour; (2080)\\n Ne how Arcite lay among al this,\\n Ne what richesse aboute his body is; 2940\\n Ne how that Emelye, as was the gyse,\\n Putte in the fyr of funeral servyse;\\n Ne how she swowned whan men made the fyr,\\n Ne what she spak, ne what was hir desyr;\\n Ne what Ieweles men in the fyr tho caste, 2945\\n Whan that the fyr was greet and brente faste;\\n Ne how som caste hir sheeld, and som hir spere,\\n And of hir vestiments, whiche that they were, (2090)\\n And cuppes ful of wyn, and milk, and blood,\\n Into the fyr, that brente as it were wood; 2950\\n Ne how the Grekes with an huge route\\n Thryës riden al the fyr aboute\\n Up-on the left hand, with a loud shoutinge,\\n And thryës with hir speres clateringe;\\n And thryës how the ladies gonne crye; 2955\\n Ne how that lad was hom-ward Emelye;\\n Ne how Arcite is brent to asshen colde;\\n Ne how that liche-wake was y-holde (2100)\\n Al thilke night, ne how the Grekes pleye\\n The wake-pleyes, ne kepe I nat to seye; 2960\\n Who wrastleth best naked, with oille enoynt,\\n Ne who that bar him best, in no disioynt.\\n I wol nat tellen eek how that they goon\\n Hoom til Athenes, whan the pley is doon;\\n But shortly to the poynt than wol I wende, 2965\\n And maken of my longe tale an ende.\\n By processe and by lengthe of certeyn yeres\\n Al stinted is the moorning and the teres (2110)\\n Of Grekes, by oon general assent.\\n Than semed me ther was a parlement 2970\\n At Athenes, up-on certeyn poynts and cas;\\n Among the whiche poynts y-spoken was\\n To have with certeyn contrees alliaunce,\\n And have fully of Thebans obeisaunce.\\n For which this noble Theseus anon 2975\\n Leet senden after gentil Palamon,\\n Unwist of him what was the cause and why;\\n But in his blake clothes sorwefully (2120)\\n He cam at his comaundement in hye.\\n Tho sente Theseus for Emelye. 2980\\n Whan they were set, and hust was al the place,\\n And Theseus abiden hadde a space\\n Er any word cam from his wyse brest,\\n His eyen sette he ther as was his lest,\\n And with a sad visage he syked stille, 2985\\n And after that right thus he seyde his wille.\\n 'The firste moevere of the cause above,\\n Whan he first made the faire cheyne of love, (2130)\\n Greet was theffect, and heigh was his entente;\\n Wel wiste he why, and what ther-of he mente; 2990\\n For with that faire cheyne of love he bond\\n The fyr, the eyr, the water, and the lond\\n In certeyn boundes, that they may nat flee;\\n That same prince and that moevere,' quod he,\\n 'Hath stablissed, in this wrecched world adoun, 2995\\n Certeyne dayes and duracioun\\n To al that is engendred in this place,\\n Over the whiche day they may nat pace, (2140)\\n Al mowe they yet tho dayes wel abregge;\\n Ther needeth non auctoritee allegge, 3000\\n For it is preved by experience,\\n But that me list declaren my sentence.\\n Than may men by this ordre wel discerne,\\n That thilke moevere stable is and eterne.\\n Wel may men knowe, but it be a fool, 3005\\n That every part deryveth from his hool.\\n For nature hath nat take his beginning\\n Of no partye ne cantel of a thing, (2150)\\n But of a thing that parfit is and stable,\\n Descending so, til it be corrumpable. 3010\\n And therfore, of his wyse purveyaunce,\\n He hath so wel biset his ordinaunce,\\n That speces of thinges and progressiouns\\n Shullen enduren by successiouns,\\n And nat eterne be, with-oute lye: 3015\\n This maistow understonde and seen at eye.\\n 'Lo the ook, that hath so long a norisshinge\\n From tyme that it first biginneth springe, (2160)\\n And hath so long a lyf, as we may see,\\n Yet at the laste wasted is the tree. 3020\\n 'Considereth eek, how that the harde stoon\\n Under our feet, on which we trede and goon,\\n Yit wasteth it, as it lyth by the weye.\\n The brode river somtyme wexeth dreye.\\n The grete tounes see we wane and wende. 3025\\n Than may ye see that al this thing hath ende.\\n 'Of man and womman seen we wel also,\\n That nedeth, in oon of thise termes two, (2170)\\n This is to seyn, in youthe or elles age,\\n He moot ben deed, the king as shal a page; 3030\\n Som in his bed, som in the depe see,\\n Som in the large feeld, as men may se;\\n Ther helpeth noght, al goth that ilke weye.\\n Thanne may I seyn that al this thing moot deye.\\n What maketh this but Iupiter the king? 3035\\n The which is prince and cause of alle thing,\\n Converting al un-to his propre welle,\\n From which it is deryved, sooth to telle. (2180)\\n And here-agayns no creature on lyve\\n Of no degree availleth for to stryve. 3040\\n 'Thanne is it wisdom, as it thinketh me,\\n To maken vertu of necessitee,\\n And take it wel, that we may nat eschue,\\n And namely that to us alle is due.\\n And who-so gruccheth ought, he dooth folye, 3045\\n And rebel is to him that al may gye.\\n And certeinly a man hath most honour\\n To dyen in his excellence and flour, (2190)\\n Whan he is siker of his gode name;\\n Than hath he doon his freend, ne him, no shame. 3050\\n And gladder oghte his freend ben of his deeth,\\n Whan with honour up-yolden is his breeth,\\n Than whan his name apalled is for age;\\n For al forgeten is his vasselage.\\n Than is it best, as for a worthy fame, 3055\\n To dyen whan that he is best of name.\\n The contrarie of al this is wilfulnesse.\\n Why grucchen we? why have we hevinesse, (2200)\\n That good Arcite, of chivalrye flour\\n Departed is, with duetee and honour, 3060\\n Out of this foule prison of this lyf?\\n Why grucchen heer his cosin and his wyf\\n Of his wel-fare that loved hem so weel?\\n Can he hem thank? nay, God wot, never a deel,\\n That bothe his soule and eek hem-self offende, 3065\\n And yet they mowe hir lustes nat amende.\\n 'What may I conclude of this longe serie,\\n But, after wo, I rede us to be merie, (2210)\\n And thanken Iupiter of al his grace?\\n And, er that we departen from this place, 3070\\n I rede that we make, of sorwes two,\\n O parfyt Ioye, lasting ever-mo;\\n And loketh now, wher most sorwe is her-inne,\\n Ther wol we first amenden and biginne.\\n 'Suster,' quod he, 'this is my fulle assent, 3075\\n With al thavys heer of my parlement,\\n That gentil Palamon, your owne knight,\\n That serveth yow with wille, herte, and might, (2220)\\n And ever hath doon, sin that ye first him knewe,\\n That ye shul, of your grace, up-on him rewe, 3080\\n And taken him for housbonde and for lord:\\n Leen me your hond, for this is our acord.\\n Lat see now of your wommanly pitee.\\n He is a kinges brother sone, pardee;\\n And, though he were a povre bacheler, 3085\\n Sin he hath served yow so many a yeer,\\n And had for yow so greet adversitee,\\n It moste been considered, leveth me; (2230)\\n For gentil mercy oghte to passen right.'\\n Than seyde he thus to Palamon ful right; 3090\\n 'I trowe ther nedeth litel sermoning\\n To make yow assente to this thing.\\n Com neer, and tak your lady by the hond.'\\n Bitwixen hem was maad anon the bond,\\n That highte matrimoine or mariage, 3095\\n By al the counseil and the baronage.\\n And thus with alle blisse and melodye\\n Hath Palamon y-wedded Emelye. (2240)\\n And God, that al this wyde world hath wroght,\\n Sende him his love, that hath it dere a-boght. 3100\\n For now is Palamon in alle wele,\\n Living in blisse, in richesse, and in hele;\\n And Emelye him loveth so tendrely,\\n And he hir serveth al-so gentilly,\\n That never was ther no word hem bitwene 3105\\n Of Ielousye, or any other tene.\\n Thus endeth Palamon and Emelye;\\n And God save al this faire companye!--Amen. (2250)\\n \\n HERE IS ENDED THE KNIGHTES TALE."}
